{
  "*This setting does not affect the graph": "*Diese Einstellung wirkt sich nicht auf das Diagramm aus",
  "2 or 3 character alphanumeric code or blank (default)": "2- oder 3-stelliger alphanumerischer Code oder leerer Code (Standard)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "2-stelliger alphanumerischer Code (z. B. NY) oder leer (Standard)",
  "4-digit year": "4-stelliges Jahr",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Generieren Sie automatisch eine Abfrage, um Schlagzeilen für jeden Tag anzuzeigen, indem Sie den Wert der Eigenschaft im Journal für diese Woche abrufen. Gilt nicht für frühere Wochenzeitschriften.",
  "Behind Journal Title": "Hinter dem Zeitschriftentitel",
  "Click this toggle to run it.": "Klicken Sie auf diesen Schalter, um ihn auszuführen.",
  "Colour the letters Saturday and Sunday": "Malen Sie die Buchstaben Samstag und Sonntag aus",
  "Common settings": "Allgemeine Einstellungen",
  "Day of the week long or short": "Wochentag lang oder kurz",
  "Enable \"This Week\" section": "Aktivieren Sie den Abschnitt \"Diese Woche\"",
  "Enable Holidays alert": "Feiertagsalarm aktivieren",
  "Enable Lunar-calendar based (Chinese only)": "Auf dem Mondkalender basieren (nur Chinesisch)",
  "Enable [headline of each days]": "Aktivieren Sie [Überschrift jedes Tages]",
  "Enable day of the week": "Wochentag aktivieren",
  "Enable feature": "Funktion aktivieren",
  "Enable month and day of lunar-calendar (Chinese only)": "Monat und Tag des Mondkalenders aktivieren (nur Chinesisch)",
  "Enable monthly journal link": "Monatlichen Journal-Link aktivieren",
  "Enable relative time": "Relative Zeit aktivieren",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Aktivieren Sie den Link und die Funktion. Wenn auf einer Seite mit einer Monatsnummer wie 2024/05 kein Inhalt verfügbar ist, wird eine Vorlage eingefügt.",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Aktivieren Sie den Link und die Funktion. Wenn auf einer Seite mit einer vierteljährlichen Nummer wie 2024/Q1 kein Inhalt verfügbar ist, wird eine Vorlage eingefügt.",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Aktivieren Sie den Link und die Funktion. Wenn auf einer Seite mit einer Wochennummer wie 2023-W25 kein Inhalt verfügbar ist, wird eine Vorlage eingefügt.",
  "Enable week number": "Wochennummer aktivieren",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Wenn Sie diese Einstellung aktivieren, wird die Jahresdarstellung im Datumsformat ausgeblendet. Zum Beispiel wird 2023-W30 als W30 angezeigt. In der Regel folgt die Notation von Wochennummern den Regeln, die auf ISO 8601 basieren. Der Grund für die Unterscheidung des Jahres ist, dass die erste Woche eines Jahres in die letzte Woche des Vorjahres eingerechnet werden kann. Nur in solchen Fällen wird es als 2023-W53 angezeigt.",
  "Enter multiple lines in the textarea.": "Geben Sie mehrere Zeilen in das Textfeld ein.",
  "For compatibility. Replace page titles (Weekly Journals)": "Für die Kompatibilität. Seitentitel ersetzen (Wochenjournale)",
  "Headline": "Schlagzeile",
  "Hide the year of week number": "Ausblenden der Jahreszahl der Woche",
  "Highlight color (single page)": "Hervorhebungsfarbe (einzelne Seite)",
  "Highlight color (today)": "Farbe hervorheben (heute)",
  "Highlight holidays": "Highlight-Urlaub",
  "Holidays > Highlight Color": "Feiertage > Highlight-Farbe",
  "Holidays > Select your country name": "Feiertage > Wählen Sie Ihren Ländernamen",
  "Holidays > Select your region of the country (:additional option)": "Urlaub > Wählen Sie Ihre Region des Landes (:zusätzliche Option)",
  "Holidays > Select your state of the country (:additional option)": "Feiertage > Wählen Sie den Bundesstaat des Landes aus (:zusätzliche Option)",
  "If default is selected, the browser's language settings are followed (localisation).": "Wenn Standard ausgewählt ist, werden die Spracheinstellungen des Browsers übernommen (Lokalisierung).",
  "If no page found, not create page (before today)": "Wenn keine Seite gefunden, Seite nicht erstellen (vor heute)",
  "If possible to set the State and Region, do so individually.": "Wenn möglich, den Bundesstaat und die Region festzulegen, tun Sie dies einzeln.",
  "If you input in the form of mm/dd::Event name, the color will be applied every year on that day.": "Wenn Sie die Farbe in der Form mm/dd::Ereignisname eingeben, wird die Farbe jedes Jahr an diesem Tag angewendet.",
  "Input a page name (default is blank)": "Geben Sie einen Seitennamen ein (Standard ist leer)",
  "Input in the form of yyyy/mm/dd::Event name": "Eingabe in der Form yyyy/mm/dd::Ereignisname",
  "Input the template name (default is blank)": "Geben Sie den Vorlagennamen ein (Standard ist leer)",
  "Journal boundaries (mini calendar)": "Journalgrenzen (Minikalender)",
  "Left Calendar": "Linker Kalender",
  "Like an analog notebook with side-by-side pages": "Wie ein analoges Notizbuch mit nebeneinander liegenden Seiten",
  "Links to each day. Tooltip on mouseover.": "Links zu jedem Tag. Tooltip beim Mouseover.",
  "Monthly Calendar": "Monatskalender",
  "Monthly Journal": "Monatliches Journal",
  "Monthly journal created": "Monatliches Journal erstellt",
  "Next month": "Nächster Monat",
  "Next week": "Nächste Woche",
  "Only effective if the above item is enabled": "Nur wirksam, wenn das obige Element aktiviert ist",
  "Open future page": "Zukünftige Seite öffnen",
  "Open plugin setting": "Öffnen Sie die Plugin-Einstellung",
  "Other language regions are not affected.": "Andere Sprachregionen sind davon nicht betroffen.",
  "Page exists": "Seite existiert",
  "Page not found": "Seite nicht gefunden",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Setze einen Link, um das Monatsjournal der Hierarchie zu öffnen, wie [[2023/10]]",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Bereiten Sie einen Block mit diesem Eigenschaftsnamen in jedem Journalblock vor. Es ist praktisch, es in die Journalvorlage zu integrieren. Wenn Sie es ändern, wird die Umbenennung durchgeführt.",
  "Previous month": "Vormonat",
  "Previous week": "Vorwoche",
  "Quarter": "Viertel",
  "Quarterly Journal": "Vierteljährliche Zeitschrift",
  "Quarterly journal created": "Vierteljährliches Journal erstellt",
  "Select language (default)": "Sprache auswählen (Standard)",
  "Set page tag (Add to tags property)": "Seiten-Tag festlegen (Eigenschaft \"Zu Tags hinzufügen\")",
  "Show indicator of journal entries": "Anzeige von Journaleinträgen anzeigen",
  "Show it on bottom": "Auf der Unterseite anzeigen",
  "Show month": "Monat anzeigen",
  "Show settings button": "Schaltfläche \"Einstellungen anzeigen\"",
  "Show week number": "Wochennummer anzeigen",
  "Show week number of the year or month (unit)": "Wochennummer des Jahres oder Monats (Einheit) anzeigen",
  "Side opening workspace > Embed each day's page in the \"This Week\" section ": "Arbeitsbereich zum seitlichen Öffnen > Betten Sie die Seite jedes Tages in den Abschnitt \"Diese Woche\" ein ",
  "Template name": "Name der Vorlage",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Das '#. ThisWeek'-Tag wird dem Abschnitt 'This Week' hinzugefügt. Wenn das Tag hinzugefügt wird, wird ein Popup angezeigt. (Das Tag wird nicht zum Abschnitt \"Vergangenheit\" hinzugefügt.)",
  "This Week": "Diese Woche",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Dies ist eine wichtige Änderung für bestehende Benutzer. Bitte ändern Sie den alten Seitennamen mit einem der folgenden Schalter.",
  "This month": "Diesen Monat",
  "Today": "Heute",
  "Use on Weekly Journal": "Verwendung im Wochenjournal",
  "Use on journals": "Verwendung in Zeitschriften",
  "Use on single journal": "Verwendung in einem einzelnen Journal",
  "User color": "Benutzerfarbe",
  "Week": "Woche",
  "Week number calculation (across years)": "Berechnung der Wochenzahl (über Jahre hinweg)",
  "Week number format options": "Formatoptionen für Wochennummern",
  "Week number: ": "Wochennummer: ",
  "Week start (Unset: by the selected format)": "Wochenstart (Nicht festgelegt: durch das gewählte Format)",
  "Weekly Journal": "Wöchentliches Journal",
  "Weekly journal created": "Wöchentliches Journal erstellt",
  "You can view and edit it as it is without moving to that page.": "Sie können sie so anzeigen und bearbeiten, wie sie ist, ohne zu dieser Seite zu wechseln.",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'US-Format': Sonntag, 'ISO(EU)-Format': Montag, [>> Dokument hier](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `unset`": "default: 'unset'",
  "headline of each days > Property name for headline of each days": "Überschrift jedes Tages > Eigenschaftsname für Überschrift jedes Tages",
  "like `3 days ago`": "wie \"vor 3 Tagen\"",
  "plugin": "Plugin (Englisch)",
  "year range": "Jahresbereich",
  "Daily Journal Details": "Details zum täglichen Journal",
  "Two-lines mini-Calendar": "Zweizeiliger Mini-Kalender",
  "(Journal Boundaries)": "(Grenzen der Zeitschriften)",
  "Yearly Journal": "Jährliches Journal",
  "Enable the link and function. If there is no content available on a page with a yearly number like 2024, a template will be inserted.": "Aktivieren Sie den Link und die Funktion. Wenn auf einer Seite mit einer Jahreszahl wie 2024 kein Inhalt verfügbar ist, wird eine Vorlage eingefügt.",
  "Yearly journal created": "Jährliches Journal erstellt",
  "Previous day": "Vortag",
  "Next day": "Nächster Tag",
  "Show previous and next link": "Vorherigen und nächsten Link anzeigen",
  "Single journal page only": "Nur einzelne Journalseite",
  "Use on Monthly Journal": "Verwendung im monatlichen Journal",
  "Use on Quarterly Journal": "Verwendung in vierteljährlichen Journalen",
  "Use on Yearly Journal": "Verwendung im Jahresjournal"
}