{
  "Week number: ": "Wochennummer:",
  "Previous week": "Vergangene Woche",
  "Next week": "Nächste Woche",
  "Page exists": "Seite existiert",
  "Page not found": "Seite nicht gefunden",
  "Open plugin setting": "Öffnen Sie die Plugin-Einstellungen",
  "Monthly journal created": "Ein monatliches Journal wurde erstellt",
  "Quarterly journal created": "Jährliches vierteljährliches Journal erstellt",
  "Common settings": "Allgemeine Einstellungen",
  "Week number calculation (across years)": "Wochenzahlen berechnen (ganzes Jahr)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'US-Format': Sonntag, 'ISO(EU)-Format': Montag, [>> Dokumentation hier](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Wählen Sie die Sprache für die Wochentage aus. Lokalisierung (:d efault) oder Englisch (:en)",
  "Holidays > Select your country name": "Feiertage > Wählen Sie Ihr Land aus",
  "If possible to set the State and Region, do so individually.": "Wenn Sie den Status und die Region festlegen können, legen Sie sie separat fest.",
  "Holidays > Select your state of the country (:additional option)": "Feiertage > Wählen Sie einen Bundesstaat oder eine Provinz des Landes aus (zusätzliche Option)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Zweistelliger alphanumerischer Code (z. B. NY) oder leer (Standard)",
  "Holidays > Select your region of the country (:additional option)": "Feiertage > Wählen Sie eine Region des Landes (zusätzliche Optionen)",
  "2 or 3 character alphanumeric code or blank (default)": "2- oder 3-stelliger alphanumerischer Code oder ein Leerzeichen (Standard)",
  "Holidays > Highlight Color": "Highlight-Farben > Feiertagen",
  "Enable Lunar-calendar based (Chinese only)": "Mondkalender aktivieren (nur Chinesisch)",
  "Other language regions are not affected.": "Andere Sprachregionen sind nicht betroffen.",
  "Week number format options": "Formatoptionen für Wochennummern",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Dies ist eine wichtige Änderung für bestehende Benutzer. Verwenden Sie einen der folgenden Schalter, um den alten Seitennamen zu ändern:",
  "For compatibility. Replace page titles (Weekly Journals)": "Aus Gründen der Kompatibilität. Seitentitel ersetzen (Monatsjournal)",
  "4-digit year": "Vierstelliges Jahr",
  "Quarter": "Viertel",
  "Week": "Woche",
  "year range": "Jahresbereich",
  "Click this toggle to run it.": "Klicken Sie auf diesen Schalter, um ihn auszuführen.",
  "Behind Journal Title": "Neben dem Zeitschriftentitel",
  "Day of the week long or short": "Wochentag: lang oder kurz",
  "Enable Holidays alert": "Aktivieren von Feiertagsbenachrichtigungen",
  "Enable week number": "Aktivieren der Wochennummerierung",
  "Hide the year of week number": "Wochennummer des Jahres ausblenden",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Wenn Sie diese Einstellung aktivieren, wird die Jahresdarstellung im Datumsformat ausgeblendet. Beispielsweise wird 2023-W30 als W30 angezeigt. Im Allgemeinen folgt die Notation von Wochennummern den Regeln der ISO 8601. Der Grund für die Unterscheidung zwischen den Jahren ist, dass die erste Woche des Jahres in die letzte Woche des Vorjahres einbezogen werden kann. Nur in solchen Fällen wird es als 2023-W53 angezeigt.",
  "Show settings button": "Schaltfläche \"Einstellungen anzeigen\"",
  "Show week number of the year or month (unit)": "Zeigen Sie die Wochennummer (in Einheiten) des Jahres oder Monats an",
  "Coloring to the word of Saturday or Sunday": "Färben Sie Ihre Samstags- und Sonntagswörter",
  "Enable relative time": "Relative Zeit aktivieren",
  "like `3 days ago`": "Wie \"vor 3 Tagen\"",
  "Enable day of the week": "Aktivieren Sie den Wochentag",
  "If user date format includes day of the week, this setting is ignored.": "Wenn das Datumsformat des Benutzers den Wochentag enthält, wird diese Einstellung ignoriert.",
  "Enable monthly journal link": "Monatliche Journalverknüpfung aktivieren",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Setze einen Link, um das monatliche Journal der Hierarchie wie in [[2023/10]] zu öffnen.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Wenn der Wochentag im Datumsformat des Benutzers enthalten ist, lokalisieren Sie den Wochentag im Datumslink",
  "*This setting does not affect the graph": "* Diese Einstellung wirkt sich nicht auf das Diagramm aus.",
  "Enable month and day of lunar-calendar (Chinese only)": "Mondmonat und -tag aktivieren (nur Chinesisch)",
  "Journal boundaries (mini calendar)": "Mini-Kalender der Zeitschriften",
  "Enable feature": "Aktivieren Sie die Funktion",
  "Use also on single journal": "Verwendung in einem einzigen Journal",
  "Use also on journals": "Wird auch in Zeitschriften verwendet",
  "Use also on Weekly Journal": "Wird auch in wöchentlichen Zeitschriften verwendet",
  "Show it on bottom": "Abgebildet auf der Unterseite",
  "Mini calendar only, Week start (Unset: by the selected format)": "Nur Minikalender, Wochenbeginn (nicht festgelegt: abhängig vom gewählten Format)",
  "default: `unset`": "Standardwert: 'unset'",
  "Highlight color (single page)": "Hervorhebungsfarbe (einzelne Seite)",
  "Highlight color (today)": "Highlight-Farbe (Heute)",
  "If no page found, not create page (before today)": "Wenn Sie die Seite nicht finden können, erstellen Sie sie nicht (vor heute)",
  "Open future page": "Öffnen Sie die Seite Zukunft",
  "Show month": "Monat anzeigen",
  "Show week number (calculate from the date of Monday)": "Wochennummer anzeigen (berechnet ab Montagsdatum)",
  "Show indicator (dot) of journal entries": "Wenn ein Eintrag für das Journal vorhanden ist, zeigen Sie ein Kennzeichen (Punkt) an",
  "Highlight holidays": "Heben Sie die Feiertage hervor",
  "Add color to holidays and display the content on mouseover": "Fügen Sie Feiertagen Farbe hinzu und zeigen Sie Inhalte beim Mouseover an",
  "Weekly Journal": "Wöchentliche Zeitschriften",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Aktivieren Sie Links und Funktionen. Wenn auf einer Seite mit einer Wochennummer wie 2023-W25 kein Inhalt verfügbar ist, wird eine Vorlage eingefügt.",
  "Set page tag (Add to tags property)": "Konfigurieren von Seiten-Tags (Hinzufügen zu Tag-Eigenschaften)",
  "Input a page name (default is blank)": "Geben Sie einen Seitennamen ein (Standard ist leer)",
  "Template name": "Name der Vorlage",
  "Input the template name (default is blank)": "Geben Sie einen Vorlagennamen ein (Standard ist leer)",
  "Enable [headline of each days]": "Aktivieren Sie \"Schlagzeilen für jeden Tag\"",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Durch Abrufen des Werts der journal-Eigenschaft für diese Woche wird automatisch eine Abfrage generiert, die die Schlagzeilen für jeden Tag anzeigt. Sie gilt nicht für vergangene Wochenzeitschriften.",
  "headline of each days > Property name for headline of each days": "Überschrift eines jeden Tages > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Geben Sie in jedem Journalblock einen Block mit diesem Eigenschaftsnamen an. Es ist nützlich, es in die Journalvorlage einzubinden. Wenn Sie dies tun, wird der Name geändert.",
  "Enable \"This Week\" section": "Aktivieren Sie den Abschnitt \"Diese Woche\"",
  "Links to each day. Tooltip on mouseover.": "Links zu jedem Tag. Tooltip beim Mouseover.",
  "\"This Week\" section or headline > position": "Diese Woche Abschnitt oder Überschrift > Position",
  "above or below the template": "Oberhalb oder unterhalb der Vorlage",
  "\"This Week\" section > Enable the day of the week": "Aktivieren Sie den Abschnitt \"Diese Woche\" > Wochentage",
  "Display the day of the week with a link.": "Zeigt den Wochentag mit einem Link an.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Abschnitt \"Diese Woche\" > Wandelt die Wochentage im Abschnitt in Links um.",
  "Make it a link to access the weekday page.": "Machen Sie es zu einem Link, um auf die Wochentagsseite zuzugreifen.",
  "\"This Week\" section > Enable embedding for each journal": "Abschnitt \"Diese Woche\" > Einbettung für jede Zeitschrift aktivieren",
  "You can view and edit it as it is without moving to that page.": "Sie können es so anzeigen und bearbeiten, wie es ist, ohne zu dieser Seite zu navigieren.",
  "\"This Week\" section > Unlink date links for each journal": "Heben Sie im Abschnitt \"Diese Woche\" die Verknüpfung des Datumslinks für jedes Journal auf>",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Vor allem, wenn die oben genannten Einstellungen aktiviert sind. (Um die Duplizierung von \"Linkverweisen\" zu vermeiden, wenn keine Referenzen verwendet werden)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Abschnitt \"Diese Woche\" > Heften Sie den Abschnitt \"Diese Woche\" unten rechts an",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. ThisWeek'-Tag wird dem Abschnitt \"Wöchentlich\" hinzugefügt. Sobald das Tag hinzugefügt wurde, erscheint ein Popup-Fenster. (Tags werden nicht zu früheren Abschnitten hinzugefügt.)",
  "Monthly Journal": "Monatliche Journale",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Aktivieren Sie Links und Funktionen. Wenn auf einer Seite mit einer Monatsnummer, z. B. 2024/05, kein Inhalt verfügbar ist, wird eine Vorlage eingefügt.",
  "Quarterly Journal": "Jährliches vierteljährliches Journal",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Aktivieren Sie Links und Funktionen. Wenn auf einer Seite mit einer vierteljährlichen Nummer, wie z. B. 2024/Q1, kein Inhalt verfügbar ist, wird eine Vorlage eingefügt.",
  "Weekly journal created": "Ein wöchentliches Tagebuch wurde erstellt",
  "Headline": "Schlagzeilen",
  "This Week": "Diese Woche"
}