{
  "\"This Week\" section > Embed feature > Unlink date links for each journal (to avoid duplication of \"Linked References\" if references are not used)": "\"Diese Woche\" Abschnitt > Einbettungsfunktion > Datum-Links für jedes Journal trennen (um eine Duplizierung von \"Verknüpfte Referenzen\" zu vermeiden, wenn Referenzen nicht verwendet werden)",
  "\"This Week\" section position": "Wo soll der Abschnitt \"Diese Woche\" eingefügt werden?",
  "*This setting does not affect the graph": "*Diese Einstellung wirkt sich nicht auf Diagramme aus",
  "2 or 3 character alphanumeric code or blank (default)": "2- oder 3-stelliger alphanumerischer Code oder leer (Standard)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "2-stelliger alphanumerischer Code (z. B. NY) oder leer (Standard)",
  "Add color to holidays and display the content on mouseover": "Fügen Sie Feiertagen Farbe hinzu und zeigen Sie den Inhalt beim Mouseover an",
  "Behind Journal Title": "Hinter dem Zeitschriftentitel (neben dem Zeitschriftentitel)",
  "Click this toggle to run it.": "Klicken Sie auf diesen Schalter, um ihn auszuführen.",
  "Coloring to the word of Saturday or Sunday": "Samstag- und Sonntagstage einfärben",
  "Common settings": "Allgemeine Einstellungen",
  "Convert the day of the week in the `This Week` section into links.": "Wandeln Sie den Wochentag im Abschnitt \"Diese Woche\" in einen Link um",
  "Day of the week long or short": "Wählen Sie, ob der Wochentag lang oder kurz ist",
  "Day of the week, Select language Localize(:default) or English(:en)": "Wählen Sie die Sprache des Wochentages Lokalisierung (:d efault) oder Englisch (:en)",
  "Enable \"This Week\" section": "Aktivieren Sie den Abschnitt \"Diese Woche\" (Link zu jedem Wochentag)",
  "Enable Holidays alert": "Feiertagsalarm aktivieren",
  "Enable Lunar-calendar based (Chinese only)": "Aktivieren Sie den Mondkalender (nur Chinesisch)",
  "Enable day of the week": "Wochentag anzeigen",
  "Enable embedding for each journal": "Einbettung für jedes Journal aktivieren",
  "Enable feature": "Aktivieren der Funktion",
  "Enable month and day of lunar-calendar (Chinese only)": "Aktivieren Sie den Mondkalender (nur Chinesisch)",
  "Enable monthly journal link": "Aktivieren eines Links zu einer monatlichen Erfassung",
  "Enable relative time": "Relative Zeit anzeigen",
  "Enable the day of the week in the `This Week` section": "Aktivieren Sie die Wochentage im Abschnitt \"Diese Woche\"",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Aktivieren Sie Links und Funktionen. Wenn auf einer Seite mit einer Wochennummer, z. B. 2023-W25, kein Inhalt vorhanden ist, wird die Vorlage eingefügt.",
  "Enable week number": "Wochenzahlen anzeigen",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Wenn diese Einstellung aktiviert ist, wird die Jahresnotation im Datumsformat ausgeblendet. Beispielsweise wird 2023-W30 als W30 angezeigt. Die Wochenzahlen basieren in der Regel auf den ISO 8601-Regeln. Der Grund für die Unterscheidung von Jahren ist, dass die erste Woche des Jahres in die letzte Woche des Vorjahres einbezogen werden kann. Nur in solchen Fällen heißt es 2023-W53.",
  "For compatibility. Replace page titles": "Für Kompatibilität. Ersetzen Sie Seitentitel",
  "Hide the year of week number": "Wochennummer Jahr ausblenden",
  "Highlight color (single page)": "Hervorhebungsfarbe (einzelne Seite)",
  "Highlight color (today)": "Farbe hervorheben (Heute)",
  "Holidays > Select your country name": "Holidays > Wählen Sie den Namen Ihres Landes",
  "Holidays > Select your region of the country (:additional option)": "Holidays > Wählen Sie Ihre Region des Landes (:zusätzliche Option)",
  "Holidays > Select your state of the country (:additional option)": "Holidays > Wählen Sie Ihren Staat des Landes (:zusätzliche Option)",
  "If no page found, not create page (before today)": "Wenn die Seite nicht gefunden wird, erstellen Sie die Seite nicht (vor heute)",
  "If possible to set the State and Region, do so individually.": "Wenn möglich, legen Sie den Staat und die Region einzeln fest.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Wenn das Datumsformat des Benutzers einen Wochentag enthält, lokalisieren Sie den Wochentag im Datumslink",
  "If user date format includes day of the week, this setting is ignored.": "Wenn das Datumsformat des Benutzers einen Wochentag enthält, wird diese Einstellung ignoriert.",
  "Input a page name (default is blank)": "Bitte geben Sie einen Seitennamen ein (Standard ist leer)",
  "Input the template name (default is blank)": "Geben Sie einen Vorlagennamen ein (Standard ist leer)",
  "Journal boundaries": "Journal-Grenzen",
  "Mini calendar only, Week start (Unset: by the selected format)": "Nur Mini-Kalender, Wochenanfang (nicht festgelegt: abhängig vom gewählten Wochenzahlenformat)",
  "Next week": "Nächste Woche",
  "Open future page": "Öffnen Sie eine Seite vor dem heutigen Tag",
  "Open plugin setting": "Plugin-Einstellungen öffnen",
  "Other language regions are not affected.": "Andere Sprachregionen sind nicht betroffen.",
  "Page exists": "Seite existiert",
  "Page not found": "Seite nicht gefunden",
  "Pin the “This Week” section to the bottom right": "Pin the “This Week” section to the bottom right",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Platzieren Sie einen Link, um ein hierarchisches Monatsjournal wie [[2023/10]] zu öffnen.",
  "Previous week": "Vergangene Woche",
  "Set page tag (Add to tags property)": "Festlegen von Seiten-Tags (Eigenschaft \"Zu Tags hinzufügen\")",
  "Show boundaries on bottom": "Zeigen Sie die Grenzen unten an",
  "Show indicator (dot) of journal entries": "Zeigen Sie den Indikator (Punkt) der Journaleinträge an",
  "Show month": "Zeige den Monat",
  "Show settings button": "Schaltfläche \"Einstellungen anzeigen\"",
  "Show the boundaries of days before and after the day on the single journal page": "Zeigen Sie auf einer einzelnen Seite des Journals die Grenzen vor und nach dem Tag an",
  "Show week number (calculate from the date of Monday)": "Wochenzahlen anzeigen (berechnet in Tagen ab Montag)",
  "Show week number of the year or month (unit)": "Wählen Sie die Einheit der Wochennummerierung im Jahr oder Monat aus",
  "Support holidays": "Feiertage unterstützen",
  "Template name": "Name der Vorlage",
  "This Week": "Diese Woche",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Dies ist eine Änderung, die bestehende Benutzer betrifft. Bitte ändern Sie den alten Seitennamen mit einem der folgenden Schalter.",
  "Use also on Weekly Journal": "Wird auch im Weekly Journal verwendet",
  "Use also on journals": "Wird auch in Zeitschriften verwendet",
  "Week number calculation (across years)": "Berechnung der Wochenzahlen (über Jahre hinweg)",
  "Week number format options": "Wochenzahlenformatoptionen",
  "Week number: ": "Wochennummer: ",
  "Weekly Journal": "Wöchentliches Journal",
  "Weekly journal created": "Wöchentliches Journal erstellt",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "US-Format: Sonntag beginnt, ISO-Formate (für EU): Montag beginnt, [>> Dokumente](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `true` | The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Standard: `true` | Das Tag `#.ThisWeek` wird dem Abschnitt `Diese Woche` hinzugefügt. Wenn das Tag hinzugefügt wird, wird ein Popup angezeigt. (Das Tag wird nicht zum Abschnitt \"Vergangenheit\" hinzugefügt.)",
  "like `3 days ago`": "Anzeige als \"vor 3 Tagen\""
}