{
  "*This setting does not affect the graph": "*Este ajuste no afecta al gráfico",
  "2 or 3 character alphanumeric code or blank (default)": "Código alfanumérico de 2 o 3 caracteres o en blanco (predeterminado)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Código alfanumérico de 2 caracteres (por ejemplo, NY) o en blanco (predeterminado)",
  "4-digit year": "Año de 4 dígitos",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Genere automáticamente una consulta para mostrar los titulares de cada día obteniendo el valor de la propiedad en el diario para esa semana. No se aplica a los Diarios Semanales anteriores.",
  "Behind Journal Title": "Detrás del título de la revista",
  "Click this toggle to run it.": "Haga clic en este interruptor para ejecutarlo.",
  "Colour the letters Saturday and Sunday": "Colorea las letras Sábado y Domingo",
  "Common settings": "Ajustes comunes",
  "Day of the week long or short": "Día de la semana largo o corto",
  "Enable \"This Week\" section": "Habilitar la sección \"Esta semana\"",
  "Enable Holidays alert": "Habilitar alerta de días festivos",
  "Enable Lunar-calendar based (Chinese only)": "Habilitar basado en el calendario lunar (solo en chino)",
  "Enable [headline of each days]": "Habilitar [título de cada día]",
  "Enable day of the week": "Habilitar el día de la semana",
  "Enable feature": "Habilitar función",
  "Enable month and day of lunar-calendar (Chinese only)": "Habilitar el mes y el día del calendario lunar (solo en chino)",
  "Enable monthly journal link": "Habilitar el enlace de diario mensual",
  "Enable relative time": "Habilitar tiempo relativo",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Habilite el enlace y la función. Si no hay contenido disponible en una página con un número de mes como 2024/05, se insertará una plantilla.",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Habilite el enlace y la función. Si no hay contenido disponible en una página con un número trimestral como 2024/Q1, se insertará una plantilla.",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Habilite el enlace y la función. Si no hay contenido disponible en una página con un número de semana como 2023-W25, se insertará una plantilla.",
  "Enable week number": "Habilitar el número de semana",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Al habilitar esta configuración, se oculta la representación del año en el formato de fecha. Por ejemplo, 2023-W30 se muestra como W30. Normalmente, la notación de los números de semana sigue las reglas basadas en la norma ISO 8601. La razón para distinguir el año es que la primera semana de un año puede incluirse en la última semana del año anterior. Solo en tales casos se muestra como 2023-W53.",
  "Enter multiple lines in the textarea.": "Introduzca varias líneas en el área de texto.",
  "For compatibility. Replace page titles (Weekly Journals)": "Por compatibilidad. Reemplazar los títulos de las páginas (Diarios semanales)",
  "Headline": "Titular",
  "Hide the year of week number": "Ocultar el año del número de semana",
  "Highlight color (single page)": "Color de resaltado (una sola página)",
  "Highlight color (today)": "Color de resaltado (hoy)",
  "Highlight holidays": "Días festivos destacados",
  "Holidays > Highlight Color": "Días festivos > resalte el color",
  "Holidays > Select your country name": "Días festivos > Selecciona el nombre de tu país",
  "Holidays > Select your region of the country (:additional option)": "Días festivos > Seleccione su región del país (:opción adicional)",
  "Holidays > Select your state of the country (:additional option)": "Días festivos > Seleccione su estado del país (:opción adicional)",
  "If default is selected, the browser's language settings are followed (localisation).": "Si se selecciona predeterminado, se sigue la configuración de idioma del navegador (localización).",
  "If no page found, not create page (before today)": "Si no se encuentra ninguna página, no se debe crear página (antes de hoy)",
  "If possible to set the State and Region, do so individually.": "Si es posible establecer el estado y la región, hágalo individualmente.",
  "If you input in the form of mm/dd::Event name, the color will be applied every year on that day.": "Si ingresa en forma de mm/dd::Nombre del evento, el color se aplicará todos los años en ese día.",
  "Input a page name (default is blank)": "Introduzca un nombre de página (el valor predeterminado está en blanco)",
  "Input in the form of yyyy/mm/dd::Event name": "Entrada en forma de aaaa/mm/dd::Nombre del evento",
  "Input the template name (default is blank)": "Introduzca el nombre de la plantilla (el valor predeterminado está en blanco)",
  "Journal boundaries (mini calendar)": "Límites del diario (mini calendario)",
  "Left Calendar": "Calendario de la izquierda",
  "Like an analog notebook with side-by-side pages": "Como un cuaderno analógico con páginas una al lado de la otra",
  "Links to each day. Tooltip on mouseover.": "Enlaces a cada día. Información sobre herramientas al pasar el mouse.",
  "Monthly Calendar": "Calendario Mensual",
  "Monthly Journal": "Diario Mensual",
  "Monthly journal created": "Creación de un diario mensual",
  "Next month": "Mes próximo",
  "Next week": "La próxima semana",
  "Only effective if the above item is enabled": "Solo es efectivo si el elemento anterior está habilitado",
  "Open future page": "Abrir página futura",
  "Open plugin setting": "Abrir la configuración del plugin",
  "Other language regions are not affected.": "Otras regiones lingüísticas no se ven afectadas.",
  "Page exists": "La página existe",
  "Page not found": "Página no encontrada",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Coloque un enlace para abrir el Diario Mensual de la jerarquía como [[2023/10]]",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Prepare un bloque con este nombre de propiedad en cada bloque de diario. Es conveniente incorporarlo a la plantilla del diario. Si lo cambia, se realizará el cambio de nombre.",
  "Previous month": "Mes anterior",
  "Previous week": "Semana Anterior",
  "Quarter": "Cuarto",
  "Quarterly Journal": "Revista Trimestral",
  "Quarterly journal created": "Creación de una revista trimestral",
  "Select language (default)": "Seleccionar idioma (predeterminado)",
  "Set page tag (Add to tags property)": "Establecer etiqueta de página (propiedad Agregar a etiquetas)",
  "Show indicator of journal entries": "Mostrar indicador de asientos de diario",
  "Show it on bottom": "Muéstralo en la parte inferior",
  "Show month": "Mostrar mes",
  "Show settings button": "Botón Mostrar configuración",
  "Show week number": "Mostrar el número de semana",
  "Show week number of the year or month (unit)": "Mostrar el número de semana del año o mes (unidad)",
  "Side opening workspace > Embed each day's page in the \"This Week\" section ": "Espacio de trabajo de apertura lateral > Inserte la página de cada día en la sección \"Esta semana\" ",
  "Template name": "Nombre de la plantilla",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "El archivo '#. ThisWeek' se añade a la sección 'Esta semana'. Si se agrega la etiqueta, se mostrará una ventana emergente. (La etiqueta no se agrega a la sección anterior).",
  "This Week": "Esta semana",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Este es un cambio importante para los usuarios existentes. Cambie el nombre de la página anterior utilizando uno de los siguientes interruptores.",
  "This month": "Este mes",
  "Today": "Hoy",
  "Use on Weekly Journal": "Uso en el diario semanal",
  "Use on journals": "Uso en revistas",
  "Use on single journal": "Uso en un solo diario",
  "User color": "Color de usuario",
  "Week": "Semana",
  "Week number calculation (across years)": "Cálculo del número de semanas (a lo largo de los años)",
  "Week number format options": "Opciones de formato de número de semana",
  "Week number: ": "Número de semana: ",
  "Week start (Unset: by the selected format)": "Inicio de semana (No establecido: por el formato seleccionado)",
  "Weekly Journal": "Diario Semanal",
  "Weekly journal created": "Creación de un diario semanal",
  "You can view and edit it as it is without moving to that page.": "Puede verlo y editarlo tal cual sin tener que pasar a esa página.",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'Formato de EE. UU.': domingo, 'Formato ISO(UE)': lunes, [>> documento aquí](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `unset`": "Predeterminado: 'unset'",
  "headline of each days > Property name for headline of each days": "headline of each days > Nombre de la propiedad para el encabezado de cada día",
  "like `3 days ago`": "como 'hace 3 días'",
  "plugin": "Plugin",
  "year range": "Rango de años",
  "Daily Journal Details": "Detalles del diario",
  "Two-lines mini-Calendar": "Mini-Calendario de dos líneas",
  "(Journal Boundaries)": "(Límites de la revista)",
  "Yearly Journal": "Diario Anual",
  "Enable the link and function. If there is no content available on a page with a yearly number like 2024, a template will be inserted.": "Habilite el enlace y la función. Si no hay contenido disponible en una página con un número anual como 2024, se insertará una plantilla.",
  "Yearly journal created": "Creación de una revista anual"
}