{
  "\"This Week\" section > Embed feature > Unlink date links for each journal (to avoid duplication of \"Linked References\" if references are not used)": "Sección \"Esta semana\" > Función de inserción > Desvincular enlaces de fecha para cada diario (para evitar la duplicación de \"Referencias vinculadas\" si no se utilizan referencias)",
  "\"This Week\" section position": "Dónde insertar la sección \"Esta semana\"",
  "*This setting does not affect the graph": "*Esta configuración no afecta a los gráficos",
  "Behind Journal Title": "Detrás del título de la revista (junto al título de la revista)",
  "Coloring to the word of Saturday or Sunday": "Colorea los días de sábado y domingo",
  "Convert the day of the week in the `This Week` section into links.": "Convierte el día de la semana en la sección \"Esta semana\" en un enlace",
  "Day of the week long or short": "Elige si el día de la semana es largo o corto",
  "Day of the week, Select language Localize(:default) or English(:en)": "Seleccione el idioma del día de la semana Localización (:d efault) o inglés (:es)",
  "Enable \"This Week\" section": "Habilite la sección \"Esta semana\" (enlace a cada día de la semana)",
  "Enable day of the week": "Mostrar el día de la semana",
  "Enable embedding for each journal": "Habilitación de la inserción para cada diario",
  "Enable feature": "Habilitar la función",
  "Enable monthly journal link": "Habilitar un enlace a un diario mensual",
  "Enable relative time": "Mostrar tiempo relativo",
  "Enable the day of the week in the `This Week` section": "Habilite los días de la semana en la sección 'Esta semana'",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Habilite enlaces y funciones. Si no hay contenido en una página con un número de semana, como 2023-W25, se insertará la plantilla.",
  "Enable week number": "Mostrar números de semana",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Cuando esta configuración está habilitada, la notación del año en el formato de fecha se oculta. Por ejemplo, 2023-W30 se mostrará como W30. Los números de semana generalmente se basan en las reglas ISO 8601. La razón para distinguir los años es que la primera semana del año puede incluirse en la última semana del año anterior. Solo en tales casos dirá 2023-W53.",
  "Hide the year of week number": "Ocultar número de semana año",
  "Highlight color (single page)": "Color de resaltado (una sola página)",
  "Highlight color (today)": "Color de resaltado (hoy)",
  "If no page found, not create page (before today)": "Si no se encuentra la página, no cree la página (antes de hoy)",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Si el formato de fecha del usuario incluye un día de la semana, localice el día de la semana en el vínculo de fecha",
  "If user date format includes day of the week, this setting is ignored.": "Si el formato de fecha del usuario incluye un día de la semana, se omite esta configuración.",
  "Input a page name (default is blank)": "Introduzca un nombre de página (el valor predeterminado está en blanco)",
  "Input the template name (default is blank)": "Introduzca un nombre de plantilla (el valor predeterminado está en blanco)",
  "Journal boundaries": "Límites de la revista",
  "Mini calendar only, Week start (Unset: by the selected format)": "Solo mini calendario, inicio de semana (no establecido: según el formato de número de semana seleccionado)",
  "Next week": "La próxima semana",
  "Open future page": "Abre una página antes de hoy",
  "Open plugin setting": "Abrir la configuración del plugin",
  "Page exists": "La página existe",
  "Page not found": "Página no encontrada",
  "Page-tags type": "Tipos de etiquetas de página",
  "Pin the “This Week” section to the bottom right": "Fijar la sección \"Esta semana\" en la parte inferior derecha",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Coloque un enlace para abrir una revista mensual jerárquica como [[2023/10]]",
  "Previous week": "Semana Anterior",
  "Set page tag (Add to tags property)": "Establecer etiquetas de página (agregar a la propiedad de etiquetas)",
  "Show boundaries on bottom": "Mostrar límites en la parte inferior",
  "Show indicator (dot) of journal entries": "Mostrar indicador (punto) de entradas de diario",
  "Show month": "Mostrar el mes",
  "Show settings button": "Botón Mostrar configuración",
  "Show the boundaries of days before and after the day on the single journal page": "En una sola página del diario, vea los límites antes y después del día",
  "Show week number (calculate from the date of Monday)": "Mostrar números de semana (calculados en días que comienzan el lunes)",
  "Show week number of the year or month (unit)": "Seleccione la unidad de numeración de la semana en el año o mes",
  "Template name": "Nombre de la plantilla",
  "This Week": "Esta semana",
  "Use also on Weekly Journal": "También se utiliza en el Diario Semanal",
  "Use also on journals": "También se utiliza en revistas",
  "Week number calculation (across years)": "Cómo se calculan los números de las semanas (a lo largo de los años)",
  "Week number: ": "Número de semana: ",
  "Weekly Journal": "Diario Semanal",
  "Weekly journal created": "Diario semanal creado",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "Formato de EE. UU.: Comienza el domingo, Formatos ISO (para la UE): Comienza el lunes, [>> documentos](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `true` | The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Valor predeterminado: `true` | Se agrega la etiqueta `#.ThisWeek` a la sección `Esta semana`. Si se agrega la etiqueta, se mostrará un mensaje emergente. (La etiqueta no se agrega a la sección anterior.)",
  "default: `yyyy(: year), yyyy/MM(: month), yyyy-Www(: previous), yyyy-Www(: next)`": "Valores predeterminados: 'aaaa(: año), aaaa/MM(: año/mes), aaaa-www(: año - semana anterior), aaaa-www(: año - semana próxima)'",
  "like `3 days ago`": "Se muestra como \"Hace 3 días\""
}