{
  "Week number: ": "Número de semana:",
  "Previous week": "Semana Anterior",
  "Next week": "La próxima semana",
  "Page exists": "La página existe",
  "Page not found": "Página no encontrada",
  "Open plugin setting": "Abrir la configuración del plugin",
  "Monthly journal created": "Se ha creado una revista mensual",
  "Quarterly journal created": "Creación de la Revista Trimestral Anual",
  "Common settings": "Ajustes comunes",
  "Week number calculation (across years)": "Calcular números de semana (todo el año)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'Formato de EE. UU.': Domingo, 'Formato ISO(UE)': Lunes, [>> documentación aquí](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Seleccione el idioma para los días de la semana. Localización (:d efault) o inglés (:es)",
  "Holidays > Select your country name": "Días festivos > Selecciona tu país",
  "If possible to set the State and Region, do so individually.": "Si puede establecer el estado y la región, establézcalos por separado.",
  "Holidays > Select your state of the country (:additional option)": "Días festivos > Seleccione un estado o provincia del país (opción adicional)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Código alfanumérico de dos letras (por ejemplo, NY) o en blanco (predeterminado)",
  "Holidays > Select your region of the country (:additional option)": "Días festivos > Seleccione una región del país (opciones adicionales)",
  "2 or 3 character alphanumeric code or blank (default)": "Código alfanumérico de 2 o 3 caracteres o un espacio (predeterminado)",
  "Holidays > Highlight Color": "Resalta los colores > días festivos",
  "Enable Lunar-calendar based (Chinese only)": "Habilitar el calendario lunar basado (solo en chino)",
  "Other language regions are not affected.": "Otras regiones lingüísticas no se ven afectadas.",
  "Week number format options": "Opciones de formato de número de semana",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Este es un cambio importante para los usuarios existentes. Utilice uno de los siguientes conmutadores para cambiar el nombre de la página anterior:",
  "For compatibility. Replace page titles (Weekly Journals)": "Por compatibilidad. Reemplazar el título de la página (diario mensual)",
  "4-digit year": "Año de cuatro dígitos",
  "Quarter": "cuarto",
  "Week": "semana",
  "year range": "Rango de años",
  "Click this toggle to run it.": "Haga clic en este botón para ejecutarlo.",
  "Behind Journal Title": "Junto al título de la revista",
  "Day of the week long or short": "Día de la semana: largo o corto",
  "Enable Holidays alert": "Habilitar alertas de días festivos",
  "Enable week number": "Habilitar la numeración de semanas",
  "Hide the year of week number": "Ocultar el número de semana del año",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Si habilita esta configuración, se oculta la representación del año en formato de fecha. Por ejemplo, 2023-W30 se muestra como W30. En general, la notación de los números de semana sigue las reglas basadas en la norma ISO 8601. La razón para distinguir entre años es que la primera semana del año se puede incluir en la última semana del año anterior. Solo en tales casos se mostrará como 2023-W53.",
  "Show settings button": "Botón Mostrar configuración",
  "Show week number of the year or month (unit)": "Mostrar el número de semana (en unidades) del año o mes",
  "Coloring to the word of Saturday or Sunday": "Colorea tus palabras de sábado y domingo",
  "Enable relative time": "Habilitar tiempo relativo",
  "like `3 days ago`": "Como \"Hace 3 días\"",
  "Enable day of the week": "Habilitar el día de la semana",
  "If user date format includes day of the week, this setting is ignored.": "Si el formato de fecha del usuario incluye el día de la semana, se omite esta configuración.",
  "Enable monthly journal link": "Habilitar el enlace de diario mensual",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Coloque un enlace para abrir el diario mensual de la jerarquía como en [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Si el día de la semana está incluido en el formato de fecha del usuario, localice el día de la semana en el enlace de fecha",
  "*This setting does not affect the graph": "* Este ajuste no afecta al gráfico.",
  "Enable month and day of lunar-calendar (Chinese only)": "Habilitar el mes y el día lunares (solo en chino)",
  "Journal boundaries (mini calendar)": "Mini-calendario de revistas",
  "Enable feature": "Habilitar la función",
  "Use also on single journal": "Uso en una sola revista",
  "Use also on journals": "También se utiliza en revistas",
  "Use also on Weekly Journal": "También se utiliza en revistas semanales",
  "Show it on bottom": "Se muestra en la parte inferior",
  "Mini calendar only, Week start (Unset: by the selected format)": "Solo mini calendario, inicio de semana (no establecido: dependiendo del formato seleccionado)",
  "default: `unset`": "Predeterminado: 'unset'",
  "Highlight color (single page)": "Color de resaltado (una sola página)",
  "Highlight color (today)": "Color de resaltado (hoy)",
  "If no page found, not create page (before today)": "Si no encuentras la página, no la crees (antes de hoy)",
  "Open future page": "Abrir la página Futuro",
  "Show month": "Mostrar mes",
  "Show week number (calculate from the date of Monday)": "Mostrar número de semana (calculado a partir de la fecha del lunes)",
  "Show indicator (dot) of journal entries": "Si hay una entrada para el diario, muestre un indicador (punto)",
  "Highlight holidays": "Destaca los días festivos",
  "Add color to holidays and display the content on mouseover": "Agregue color a los días festivos y vea contenido al pasar el mouse",
  "Weekly Journal": "Diarios semanales",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Habilite enlaces y funciones. Si no hay contenido disponible en una página con un número de semana como 2023-W25, se inserta una plantilla.",
  "Set page tag (Add to tags property)": "Configuración de etiquetas de página (Propiedades Agregar a etiquetas)",
  "Input a page name (default is blank)": "Introduzca un nombre de página (el valor predeterminado está en blanco)",
  "Template name": "Nombre de la plantilla",
  "Input the template name (default is blank)": "Introduzca un nombre de plantilla (el valor predeterminado está en blanco)",
  "Enable [headline of each days]": "Habilita \"Titulares para cada día\"",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Al recuperar el valor de la propiedad de diario de esa semana, genera automáticamente una consulta que muestra los titulares de cada día. No se aplica a los diarios semanales anteriores.",
  "headline of each days > Property name for headline of each days": "Titular de cada día > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Proporcione un bloque con este nombre de propiedad en cada bloque de diario. Es útil incorporarlo a la plantilla de diario. Si lo hace, se cambiará el nombre.",
  "Enable \"This Week\" section": "Habilite la sección \"Esta semana\"",
  "Links to each day. Tooltip on mouseover.": "Enlaces a cada día. Información sobre herramientas al pasar el ratón por encima.",
  "\"This Week\" section or headline > position": "Sección de esta semana o encabezado > posición",
  "above or below the template": "Por encima o por debajo de la plantilla",
  "\"This Week\" section > Enable the day of the week": "Habilite la sección \"Esta semana\" > días de la semana",
  "Display the day of the week with a link.": "Muestra el día de la semana con un vínculo.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Sección \"Esta semana\" > Convierte los días de la semana en la sección en enlaces.",
  "Make it a link to access the weekday page.": "Conviértalo en un enlace para acceder a la página del día de la semana.",
  "\"This Week\" section > Enable embedding for each journal": "Sección \"Esta semana\" > Habilitar la incrustación para cada diario",
  "You can view and edit it as it is without moving to that page.": "Puede verlo y editarlo tal cual sin tener que ir a esa página.",
  "\"This Week\" section > Unlink date links for each journal": "En la sección \"Esta semana> Desvincule el enlace de fecha de cada diario",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Especialmente si la configuración anterior está habilitada. (Para evitar la duplicación de \"referencias de enlaces\" cuando no se utilizan referencias)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Sección \"Esta semana\" > Fija la sección \"Esta semana\" en la parte inferior derecha",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. ThisWeek' se agrega a la sección Semanal. Una vez que se agrega la etiqueta, aparecerá una ventana emergente. (Las etiquetas no se agregan a las secciones anteriores).",
  "Monthly Journal": "Diarios mensuales",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Habilite enlaces y funciones. Si no hay contenido disponible en una página con un número de mes, como 2024/05, se inserta una plantilla.",
  "Quarterly Journal": "Diario Trimestral Anual",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Habilite enlaces y funciones. Si no hay contenido disponible en una página con un número trimestral, como 2024/T1, se inserta una plantilla.",
  "Weekly journal created": "Se ha creado una revista semanal",
  "Headline": "Encabezados",
  "This Week": "esta semana"
}