{
  "Week number: ": "Numéro de semaine :",
  "Previous week": "Semaine précédente",
  "Next week": "La semaine prochaine",
  "Page exists": "La page existe",
  "Page not found": "Page introuvable",
  "Open plugin setting": "Ouvrir les paramètres du plugin",
  "Monthly journal created": "Un journal mensuel a été créé",
  "Quarterly journal created": "Création d’un journal trimestriel annuel",
  "Common settings": "Paramètres communs",
  "Week number calculation (across years)": "Calculer les numéros de semaine (année entière)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'Format américain' : dimanche, 'format ISO(UE) ' : lundi, [>> documentation ici](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Sélectionnez la langue pour les jours de la semaine. Localisation (:d efault) ou anglais ( :en)",
  "Holidays > Select your country name": "Jours fériés > Sélectionnez votre pays",
  "If possible to set the State and Region, do so individually.": "Si vous pouvez définir l’état et la région, définissez-les séparément.",
  "Holidays > Select your state of the country (:additional option)": "Jours fériés > Sélectionnez un état ou une province du pays (option supplémentaire)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Code alphanumérique à deux lettres (par exemple, NY) ou vide (par défaut)",
  "Holidays > Select your region of the country (:additional option)": "Jours fériés > Sélectionnez une région du pays (options supplémentaires)",
  "2 or 3 character alphanumeric code or blank (default)": "Code alphanumérique à 2 ou 3 caractères ou espace (par défaut)",
  "Holidays > Highlight Color": "Mettez en valeur les couleurs > les vacances",
  "Enable Lunar-calendar based (Chinese only)": "Activer le calendrier lunaire (chinois uniquement)",
  "Other language regions are not affected.": "Les autres régions linguistiques ne sont pas concernées.",
  "Week number format options": "Options de format du numéro de semaine",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Il s’agit d’un changement radical pour les utilisateurs existants. Utilisez l’une des options suivantes pour modifier l’ancien nom de page :",
  "For compatibility. Replace page titles (Weekly Journals)": "Pour la compatibilité. Remplacer le titre de la page (journal mensuel)",
  "4-digit year": "Année à quatre chiffres",
  "Quarter": "quartier",
  "Week": "semaine",
  "year range": "Plage d’années",
  "Click this toggle to run it.": "Cliquez sur ce bouton pour l’exécuter.",
  "Behind Journal Title": "À côté du titre de la revue",
  "Day of the week long or short": "Jour de la semaine : long ou court",
  "Enable Holidays alert": "Activer les alertes de vacances",
  "Enable week number": "Activer la numérotation des semaines",
  "Hide the year of week number": "Masquer le numéro de semaine de l’année",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Si vous activez ce paramètre, la représentation de l’année au format de date est masquée. Par exemple, 2023-W30 est affiché comme W30. En général, la notation des numéros de semaine suit les règles basées sur la norme ISO 8601. La raison de la distinction entre les années est que la première semaine de l’année peut être incluse dans la dernière semaine de l’année précédente. Ce n’est que dans ce cas qu’il sera affiché comme 2023-W53.",
  "Show settings button": "Afficher le bouton des paramètres",
  "Show week number of the year or month (unit)": "Afficher le numéro de semaine (en unités) de l’année ou du mois",
  "Coloring to the word of Saturday or Sunday": "Coloriez vos mots du samedi et du dimanche",
  "Enable relative time": "Activer le temps relatif",
  "like `3 days ago`": "Comme « il y a 3 jours »",
  "Enable day of the week": "Activer le jour de la semaine",
  "If user date format includes day of the week, this setting is ignored.": "Si le format de date de l’utilisateur inclut le jour de la semaine, ce paramètre est ignoré.",
  "Enable monthly journal link": "Activer le lien de journal mensuel",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Placez un lien pour ouvrir le journal mensuel de la hiérarchie comme dans [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Si le jour de la semaine est inclus dans le format de date de l’utilisateur, localisez le jour de la semaine dans le lien de date",
  "*This setting does not affect the graph": "* Ce paramètre n’affecte pas le graphique.",
  "Enable month and day of lunar-calendar (Chinese only)": "Activer le mois et le jour lunaires (chinois uniquement)",
  "Journal boundaries (mini calendar)": "Mini-calendrier des revues",
  "Enable feature": "Activer la fonctionnalité",
  "Use also on single journal": "Utilisation dans un seul journal",
  "Use also on journals": "Également utilisé dans les revues",
  "Use also on Weekly Journal": "Également utilisé dans les journaux hebdomadaires",
  "Show it on bottom": "Montré sur le dessous",
  "Mini calendar only, Week start (Unset: by the selected format)": "Mini calendrier uniquement, début de semaine (non défini : selon le format sélectionné)",
  "default: `unset`": "Par défaut : 'unset'",
  "Highlight color (single page)": "Couleur de surbrillance (page unique)",
  "Highlight color (today)": "Couleur de surbrillance (aujourd’hui)",
  "If no page found, not create page (before today)": "Si vous ne trouvez pas la page, ne la créez pas (avant aujourd’hui)",
  "Open future page": "Ouvrir la page Futur",
  "Show month": "Afficher le mois",
  "Show week number (calculate from the date of Monday)": "Afficher le numéro de semaine (calculé à partir de la date du lundi)",
  "Show indicator (dot) of journal entries": "S’il existe une entrée pour le journal, affichez un indicateur (point)",
  "Highlight holidays": "Mettez en valeur les vacances",
  "Add color to holidays and display the content on mouseover": "Ajoutez de la couleur aux vacances et affichez le contenu au survol de la souris",
  "Weekly Journal": "Journaux hebdomadaires",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Activer les liens et les fonctionnalités. S’il n’y a pas de contenu disponible sur une page avec un numéro de semaine comme 2023-W25, un modèle est inséré.",
  "Set page tag (Add to tags property)": "Configuration des balises de page (propriétés Ajouter aux balises)",
  "Input a page name (default is blank)": "Entrez un nom de page (vide par défaut)",
  "Template name": "Nom du modèle",
  "Input the template name (default is blank)": "Entrez un nom de modèle (vide par défaut)",
  "Enable [headline of each days]": "Activer « Titres pour chaque jour »",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "En récupérant la valeur de la propriété journal pour cette semaine, il génère automatiquement une requête qui affiche les titres pour chaque jour. Elle ne s’applique pas aux revues hebdomadaires antérieures.",
  "headline of each days > Property name for headline of each days": "Titre de chaque jour > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Fournissez un bloc avec ce nom de propriété dans chaque bloc de journal. Il est utile de l’incorporer dans le modèle de journal. Si vous le faites, le nom sera changé.",
  "Enable \"This Week\" section": "Activer la section « Cette semaine »",
  "Links to each day. Tooltip on mouseover.": "Liens vers chaque jour. Infobulle au survol de la souris.",
  "\"This Week\" section or headline > position": "Cette semaine ou position > titre",
  "above or below the template": "Au-dessus ou en dessous du modèle",
  "\"This Week\" section > Enable the day of the week": "Activez la section « Cette semaine » > jours de la semaine",
  "Display the day of the week with a link.": "Affiche le jour de la semaine avec un lien.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Section « Cette semaine » > Convertit les jours de la semaine de la section en liens.",
  "Make it a link to access the weekday page.": "Faites-en un lien pour accéder à la page de la semaine.",
  "\"This Week\" section > Enable embedding for each journal": "Section « Cette semaine » > Activer l’intégration pour chaque journal",
  "You can view and edit it as it is without moving to that page.": "Vous pouvez l’afficher et le modifier tel quel sans accéder à cette page.",
  "\"This Week\" section > Unlink date links for each journal": "Dans la section « Cette semaine > Dissocier le lien de date pour chaque journal",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Surtout si les paramètres ci-dessus sont activés. (Pour éviter la duplication des « références de lien » lorsque les références ne sont pas utilisées)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Section « Cette semaine » > Épinglez la section « Cette semaine » en bas à droite",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. La balise ThisWeek' est ajoutée à la section Hebdomadaire. Une fois la balise ajoutée, une fenêtre contextuelle apparaîtra. (Les balises ne sont pas ajoutées aux sections précédentes.)",
  "Monthly Journal": "Journaux mensuels",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Activer les liens et les fonctionnalités. S’il n’y a pas de contenu disponible sur une page avec un numéro de mois, tel que 2024/05, un modèle est inséré.",
  "Quarterly Journal": "Journal trimestriel annuel",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Activer les liens et les fonctionnalités. S’il n’y a pas de contenu disponible sur une page avec un numéro trimestriel, tel que 2024/Q1, un modèle est inséré.",
  "Weekly journal created": "Un journal hebdomadaire a été créé",
  "Headline": "Gros titres",
  "This Week": "cette semaine"
}