{
  "\"This Week\" section > Embed feature > Unlink date links for each journal (to avoid duplication of \"Linked References\" if references are not used)": "Section « Cette semaine » > Fonctionnalité d’incorporation > Désactiver les liens de date pour chaque journal (pour éviter la duplication des « références liées » si les références ne sont pas utilisées)",
  "\"This Week\" section position": "Où insérer la section « Cette semaine »",
  "*This setting does not affect the graph": "*Ce paramètre n’affecte pas les graphiques",
  "2 or 3 character alphanumeric code or blank (default)": "Code alphanumérique à 2 ou 3 caractères ou vide (par défaut)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Code alphanumérique à 2 caractères (ex. NY) ou vide (par défaut)",
  "Add color to holidays and display the content on mouseover": "Ajouter une couleur aux jours fériés et afficher le contenu au passage de la souris",
  "Behind Journal Title": "Derrière le titre du journal (à côté du titre du journal)",
  "Click this toggle to run it.": "Cliquez sur ce bouton pour l’exécuter.",
  "Coloring to the word of Saturday or Sunday": "Coloriser les jours du samedi et du dimanche",
  "Common settings": "Paramètres communs",
  "Convert the day of the week in the `This Week` section into links.": "Convertir le jour de la semaine dans la section « Cette semaine » en lien",
  "Day of the week long or short": "Choisissez si le jour de la semaine est long ou court",
  "Day of the week, Select language Localize(:default) or English(:en)": "Sélectionnez la langue du jour de la semaine Localisation (:d efault) ou anglais ( :en)",
  "Enable \"This Week\" section": "Activez la section « Cette semaine » (lien vers chaque jour de la semaine)",
  "Enable Holidays alert": "Activer les alertes des jours fériés",
  "Enable Lunar-calendar based (Chinese only)": "Activer le calendrier lunaire (chinois uniquement)",
  "Enable day of the week": "Afficher le jour de la semaine",
  "Enable embedding for each journal": "Activer l’incorporation pour chaque journal",
  "Enable feature": "Activer la fonctionnalité",
  "Enable month and day of lunar-calendar (Chinese only)": "Activer le mois et le jour du calendrier lunaire (chinois uniquement)",
  "Enable monthly journal link": "Activer un lien vers un journal mensuel",
  "Enable relative time": "Afficher le temps relatif",
  "Enable the day of the week in the `This Week` section": "Activez les jours de la semaine dans la section « Cette semaine »",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Activez les liens et les fonctionnalités. S’il n’y a pas de contenu sur une page avec un numéro de semaine, par exemple 2023-W25, le modèle sera inséré.",
  "Enable week number": "Afficher les numéros de la semaine",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Lorsque ce paramètre est activé, la notation de l’année au format de date est masquée. Par exemple, 2023-W30 s’affichera sous la forme W30. Les numéros de semaine sont généralement basés sur les règles ISO 8601. La raison de la distinction des années est que la première semaine de l’année peut être incluse dans la dernière semaine de l’année précédente. Ce n’est que dans de tels cas qu’il indiquera 2023-W53.",
  "For compatibility. Replace page titles": "Pour la compatibilité. Remplacer les titres de page",
  "Hide the year of week number": "Masquer le numéro de la semaine l’année",
  "Highlight color (single page)": "Couleur de surbrillance (une seule page)",
  "Highlight color (today)": "Couleur de surbrillance (aujourd’hui)",
  "Holidays > Select your country name": "Ajouter une couleur aux jours fériés et afficher le contenu au passage de la souris",
  "Holidays > Select your region of the country (:additional option)": "Jours fériés > Sélectionnez votre région du pays (:option supplémentaire)",
  "Holidays > Select your state of the country (:additional option)": "Jours fériés > Sélectionnez votre état du pays (:option supplémentaire)",
  "If no page found, not create page (before today)": "Si la page n’est pas trouvée, ne la créez pas (avant aujourd’hui)",
  "If possible to set the State and Region, do so individually.": "Si possible, définissez l’État et la région individuellement.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Si le format de date de l’utilisateur inclut un jour de la semaine, localisez le jour de la semaine dans le lien de date",
  "If user date format includes day of the week, this setting is ignored.": "Si le format de date de l’utilisateur inclut un jour de la semaine, ce paramètre est ignoré.",
  "Input a page name (default is blank)": "Veuillez saisir un nom de page (la valeur par défaut est vide)",
  "Input the template name (default is blank)": "Entrez un nom de modèle (la valeur par défaut est vide)",
  "Journal boundaries": "Limites de la revue",
  "Mini calendar only, Week start (Unset: by the selected format)": "Mini calendrier uniquement, début de semaine (non défini : selon le format de numéro de semaine sélectionné)",
  "Next week": "La semaine prochaine",
  "Open future page": "Ouvrir une page avant aujourd’hui",
  "Open plugin setting": "Ouvrir les paramètres du plugin",
  "Other language regions are not affected.": "Les autres régions linguistiques ne sont pas affectées.",
  "Page exists": "La page existe",
  "Page not found": "Page non trouvée",
  "Pin the “This Week” section to the bottom right": "Épinglez la section « Cette semaine » en bas à droite",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Placez un lien pour ouvrir un journal mensuel hiérarchique comme [[2023/10]]",
  "Previous week": "La semaine précédente",
  "Set page tag (Add to tags property)": "Définir les balises de page (propriété d’ajout aux balises)",
  "Show boundaries on bottom": "Afficher les limites en bas",
  "Show indicator (dot) of journal entries": "Afficher l’indicateur (point) des entrées du journal",
  "Show month": "Afficher le mois",
  "Show settings button": "Bouton Afficher les paramètres",
  "Show the boundaries of days before and after the day on the single journal page": "Sur une seule page du journal, affichez les limites avant et après la journée",
  "Show week number (calculate from the date of Monday)": "Afficher les numéros de semaine (calculés en jours à partir du lundi)",
  "Show week number of the year or month (unit)": "Sélectionnez l’unité de numérotation de la semaine dans l’année ou le mois",
  "Support holidays": "Prise en charge des jours fériés",
  "Template name": "Nom du modèle",
  "This Week": "Cette semaine",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Il s’agit d’un changement majeur pour les utilisateurs existants. Veuillez modifier l’ancien nom de page en utilisant l’un des boutons suivants.",
  "Use also on Weekly Journal": "Également utilisé dans le journal hebdomadaire",
  "Use also on journals": "Également utilisé dans les revues",
  "Week number calculation (across years)": "Comment les nombres hebdomadaires sont-ils calculés (d’une année à l’autre) ?",
  "Week number format options": "Options de format de numéro de semaine",
  "Week number: ": "Numéro de la semaine : ",
  "Weekly Journal": "Journal hebdomadaire",
  "Weekly journal created": "Journal hebdomadaire créé",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "Format US : début le dimanche, formats ISO (pour l’UE) : début du lundi, [documents >>](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `true` | The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Valeur par défaut : 'true' | La balise '#.ThisWeek' est ajoutée à la section 'Cette semaine'. Si la balise est ajoutée, une fenêtre contextuelle s’affiche. (La balise n’est pas ajoutée à la section précédente.)",
  "like `3 days ago`": "Afficher comme 'il y a 3 jours'"
}