{
  "*This setting does not affect the graph": "*Ce paramètre n’affecte pas le graphique",
  "2 or 3 character alphanumeric code or blank (default)": "Code alphanumérique à 2 ou 3 caractères ou vide (par défaut)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Code alphanumérique à 2 caractères (ex, NY) ou vide (par défaut)",
  "4-digit year": "Année à 4 chiffres",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Générez automatiquement une requête pour afficher les titres de chaque jour en obtenant la valeur de la propriété dans le journal de cette semaine. Ne s’applique pas aux anciens hebdomadaires.",
  "Behind Journal Title": "Derrière le titre de la revue",
  "Click this toggle to run it.": "Cliquez sur ce bouton pour l’exécuter.",
  "Colour the letters Saturday and Sunday": "Coloriez les lettres samedi et dimanche",
  "Common settings": "Paramètres courants",
  "Day of the week long or short": "Jour de la semaine long ou court",
  "Enable \"This Week\" section": "Activer la section « Cette semaine »",
  "Enable Holidays alert": "Activer l’alerte Jours fériés",
  "Enable Lunar-calendar based (Chinese only)": "Activer le calendrier lunaire (chinois uniquement)",
  "Enable [headline of each days]": "Activer [titre de chaque jour]",
  "Enable day of the week": "Activer le jour de la semaine",
  "Enable feature": "Activer la fonctionnalité",
  "Enable month and day of lunar-calendar (Chinese only)": "Activer le mois et le jour du calendrier lunaire (chinois uniquement)",
  "Enable monthly journal link": "Activer le lien du journal mensuel",
  "Enable relative time": "Activer le temps relatif",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Activez le lien et la fonction. S’il n’y a pas de contenu disponible sur une page avec un numéro de mois comme 2024/05, un modèle sera inséré.",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Activez le lien et la fonction. S’il n’y a pas de contenu disponible sur une page avec un numéro trimestriel comme 2024/Q1, un modèle sera inséré.",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Activez le lien et la fonction. S’il n’y a pas de contenu disponible sur une page avec un numéro de semaine comme 2023-W25, un modèle sera inséré.",
  "Enable week number": "Activer le numéro de semaine",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "L’activation de ce paramètre masque la représentation de l’année dans le format de date. Par exemple, 2023-W30 s’affiche sous la forme W30. En règle générale, la notation des numéros de semaine suit les règles basées sur la norme ISO 8601. La raison pour laquelle on distingue l’année est que la première semaine d’une année peut être incluse dans la dernière semaine de l’année précédente. Ce n’est que dans ce cas qu’il s’affiche sous la forme 2023-W53.",
  "Enter multiple lines in the textarea.": "Entrez plusieurs lignes dans la zone de texte.",
  "For compatibility. Replace page titles (Weekly Journals)": "Pour la compatibilité. Remplacer les titres de page (journaux hebdomadaires)",
  "Headline": "Titre",
  "Hide the year of week number": "Masquer l’année du numéro de la semaine",
  "Highlight color (single page)": "Couleur de surbrillance (page unique)",
  "Highlight color (today)": "Couleur de surbrillance (aujourd’hui)",
  "Highlight holidays": "Jours fériés phares",
  "Holidays > Highlight Color": "Vacances > Couleur de surbrillance",
  "Holidays > Select your country name": "Jours fériés > Sélectionnez le nom de votre pays",
  "Holidays > Select your region of the country (:additional option)": "Jours fériés > Sélectionnez votre région du pays ( :option supplémentaire)",
  "Holidays > Select your state of the country (:additional option)": "Jours fériés > Sélectionnez votre état du pays ( :option supplémentaire)",
  "If default is selected, the browser's language settings are followed (localisation).": "Si la valeur par défaut est sélectionnée, les paramètres de langue du navigateur sont suivis (localisation).",
  "If no page found, not create page (before today)": "Si aucune page n’a été trouvée, ne crée pas de page (avant aujourd’hui)",
  "If possible to set the State and Region, do so individually.": "Si possible, pour définir l’État et la Région, faites-le individuellement.",
  "If you input in the form of mm/dd::Event name, the color will be applied every year on that day.": "Si vous entrez sous la forme mm/dd :Nom de l’événement, la couleur sera appliquée chaque année ce jour-là.",
  "Input a page name (default is blank)": "Saisissez un nom de page (vide par défaut)",
  "Input in the form of yyyy/mm/dd::Event name": "Saisie sous la forme aaaa/mm/jj :Nom de l’événement",
  "Input the template name (default is blank)": "Entrez le nom du modèle (vide par défaut)",
  "Journal boundaries (mini calendar)": "Limites du journal (mini calendrier)",
  "Left Calendar": "Calendrier gauche",
  "Like an analog notebook with side-by-side pages": "Comme un cahier analogique avec des pages côte à côte",
  "Links to each day. Tooltip on mouseover.": "Liens vers chaque jour. Infobulle au survol de la souris.",
  "Monthly Calendar": "Calendrier mensuel",
  "Monthly Journal": "Journal mensuel",
  "Monthly journal created": "Revue mensuelle créée",
  "Next month": "Prochain",
  "Next week": "La semaine prochaine",
  "Only effective if the above item is enabled": "Effectif uniquement si l’élément ci-dessus est activé",
  "Open future page": "Ouvrir la page à venir",
  "Open plugin setting": "Ouvrir le paramètre du plugin",
  "Other language regions are not affected.": "Les autres régions linguistiques ne sont pas concernées.",
  "Page exists": "La page existe",
  "Page not found": "Page introuvable",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Placez un lien pour ouvrir le Journal mensuel de la hiérarchie comme [[2023/10]]",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Préparez un bloc avec ce nom de propriété dans chaque bloc de journal. Il est pratique de l’incorporer dans le modèle de journal. Si vous le modifiez, le renommage sera effectué.",
  "Previous month": "Le mois précédent",
  "Previous week": "Semaine précédente",
  "Quarter": "Quartier",
  "Quarterly Journal": "Journal trimestriel",
  "Quarterly journal created": "Création d’une revue trimestrielle",
  "Select language (default)": "Sélectionner la langue (par défaut)",
  "Set page tag (Add to tags property)": "Définir la balise de page (propriété Ajouter aux balises)",
  "Show indicator of journal entries": "Afficher l’indicateur des écritures de journal",
  "Show it on bottom": "Montrez-le en bas",
  "Show month": "Afficher le mois",
  "Show settings button": "Afficher le bouton des paramètres",
  "Show week number": "Afficher le numéro de semaine",
  "Show week number of the year or month (unit)": "Afficher le numéro de semaine de l’année ou du mois (unité)",
  "Side opening workspace > Embed each day's page in the \"This Week\" section ": "Espace de travail à ouverture latérale > Intégrez la page de chaque jour dans la section « Cette semaine » ",
  "Template name": "Nom du modèle",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Le '#. La balise « Cette semaine » est ajoutée à la section « Cette semaine ». Si la balise est ajoutée, une fenêtre contextuelle s’affichera. (La balise n’est pas ajoutée à la section passée.)",
  "This Week": "Cette semaine",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Il s’agit d’un changement radical pour les utilisateurs existants. Veuillez changer l’ancien nom de la page à l’aide de l’une des bascules suivantes.",
  "This month": "Ce mois-ci",
  "Today": "Aujourd’hui",
  "Use on Weekly Journal": "À utiliser dans le journal hebdomadaire",
  "Use on journals": "Utilisation sur les revues",
  "Use on single journal": "Utilisation sur un seul journal",
  "User color": "Couleur de l’utilisateur",
  "Week": "Semaine",
  "Week number calculation (across years)": "Calcul du numéro de semaine (sur plusieurs années)",
  "Week number format options": "Options de format du numéro de semaine",
  "Week number: ": "Numéro de semaine : ",
  "Week start (Unset: by the selected format)": "Début de la semaine (Non défini : par le format sélectionné)",
  "Weekly Journal": "Journal hebdomadaire",
  "Weekly journal created": "Journal hebdomadaire créé",
  "You can view and edit it as it is without moving to that page.": "Vous pouvez l’afficher et le modifier tel quel sans vous déplacer vers cette page.",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'Format américain' : dimanche, 'Format ISO(UE)' : lundi, [>> document ici](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `unset`": "Par défaut : 'unset'",
  "headline of each days > Property name for headline of each days": "headline de chaque jour > Nom de la propriété pour le titre de chaque jour",
  "like `3 days ago`": "Comme 'il y a 3 jours'",
  "plugin": "Plugin",
  "year range": "Plage d’années",
  "Daily Journal Details": "Détails du journal quotidien",
  "Two-lines mini-Calendar": "Mini-calendrier à deux lignes",
  "(Journal Boundaries)": "(Limites de la revue)"
}