{
  "Week number: ": "Nomor Minggu:",
  "Previous week": "Minggu sebelumnya",
  "Next week": "Minggu depan",
  "Page exists": "Halaman ada",
  "Page not found": "Halaman tidak ditemukan",
  "Open plugin setting": "Buka pengaturan plugin",
  "Monthly journal created": "Jurnal bulanan telah dibuat",
  "Quarterly journal created": "Jurnal Triwulanan Tahunan Dibuat",
  "Common settings": "Pengaturan umum",
  "Week number calculation (across years)": "Hitung Nomor Minggu (Sepanjang Tahun)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'Format AS': Minggu, 'Format ISO(UE)': Senin, [>> dokumentasi di sini](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Pilih bahasa untuk hari dalam seminggu. Lokalisasi (:d efault) atau Inggris (:en)",
  "Holidays > Select your country name": "Hari libur nasional > Pilih negara Anda",
  "If possible to set the State and Region, do so individually.": "Jika Anda dapat mengatur negara bagian dan wilayah, atur secara terpisah.",
  "Holidays > Select your state of the country (:additional option)": "Liburan > Pilih negara bagian atau provinsi di negara tersebut (opsi tambahan)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Kode alfanumerik dua huruf (misalnya, NY) atau kosong (default)",
  "Holidays > Select your region of the country (:additional option)": "Liburan > Pilih wilayah negara (opsi tambahan)",
  "2 or 3 character alphanumeric code or blank (default)": "Kode alfanumerik 2 atau 3 karakter atau spasi (default)",
  "Holidays > Highlight Color": "Sorot warna > hari libur",
  "Enable Lunar-calendar based (Chinese only)": "Mengaktifkan berbasis kalender lunar (khusus Tionghoa)",
  "Other language regions are not affected.": "Wilayah bahasa lain tidak terpengaruh.",
  "Week number format options": "Opsi format nomor minggu",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Ini adalah perubahan besar bagi pengguna yang ada. Gunakan salah satu tombol alih berikut untuk mengubah nama halaman lama:",
  "For compatibility. Replace page titles (Weekly Journals)": "Untuk kompatibilitas. Mengganti judul halaman (jurnal bulanan)",
  "4-digit year": "Tahun empat digit",
  "Quarter": "kuartal",
  "Week": "minggu",
  "year range": "Rentang tahun",
  "Click this toggle to run it.": "Klik sakelar ini untuk menjalankannya.",
  "Behind Journal Title": "Di samping judul jurnal",
  "Day of the week long or short": "Hari dalam seminggu: panjang atau pendek",
  "Enable Holidays alert": "Mengaktifkan peringatan hari libur",
  "Enable week number": "Mengaktifkan penomoran minggu",
  "Hide the year of week number": "Sembunyikan jumlah minggu dalam setahun",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Jika Anda mengaktifkan setelan ini, representasi tahun dalam format tanggal akan disembunyikan. Misalnya, 2023-W30 ditampilkan sebagai W30. Secara umum, notasi nomor minggu mengikuti aturan berdasarkan ISO 8601. Alasan untuk membedakan antara tahun adalah bahwa minggu pertama tahun ini dapat dimasukkan dalam minggu terakhir tahun sebelumnya. Hanya dalam kasus seperti itu akan ditampilkan sebagai 2023-W53.",
  "Show settings button": "Tampilkan tombol pengaturan",
  "Show week number of the year or month (unit)": "Menampilkan nomor minggu (dalam satuan) tahun atau bulan",
  "Coloring to the word of Saturday or Sunday": "Warnai kata-kata Sabtu dan Minggu Anda",
  "Enable relative time": "Aktifkan waktu relatif",
  "like `3 days ago`": "Seperti \"3 hari yang lalu\"",
  "Enable day of the week": "Aktifkan hari dalam seminggu",
  "If user date format includes day of the week, this setting is ignored.": "Jika format tanggal pengguna menyertakan hari, setelan ini akan diabaikan.",
  "Enable monthly journal link": "Aktifkan Link Jurnal Bulanan",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Tempatkan tautan untuk membuka jurnal bulanan hierarki seperti pada [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Jika hari dalam seminggu disertakan dalam format tanggal pengguna, lokalkan hari dalam seminggu di link tanggal",
  "*This setting does not affect the graph": "* Pengaturan ini tidak mempengaruhi grafik.",
  "Enable month and day of lunar-calendar (Chinese only)": "Aktifkan bulan dan hari lunar (khusus bahasa Tionghoa)",
  "Journal boundaries (mini calendar)": "Kalender mini jurnal",
  "Enable feature": "Aktifkan fitur",
  "Use also on single journal": "Gunakan dalam satu jurnal",
  "Use also on journals": "Juga digunakan dalam jurnal",
  "Use also on Weekly Journal": "Juga digunakan dalam jurnal mingguan",
  "Show it on bottom": "Ditampilkan di bagian bawah",
  "Mini calendar only, Week start (Unset: by the selected format)": "Hanya kalender mini, awal minggu (tidak diatur: tergantung pada format yang dipilih)",
  "default: `unset`": "Default: 'tidak disetel'",
  "Highlight color (single page)": "Warna sorotan (satu halaman)",
  "Highlight color (today)": "Warna Sorotan (Hari Ini)",
  "If no page found, not create page (before today)": "Jika Anda tidak dapat menemukan halaman, jangan membuatnya (sebelum hari ini)",
  "Open future page": "Buka halaman Masa Depan",
  "Show month": "Tampilkan Bulan",
  "Show week number (calculate from the date of Monday)": "Tampilkan nomor minggu (dihitung dari tanggal Senin)",
  "Show indicator (dot) of journal entries": "Jika ada entri untuk jurnal, tampilkan indikator (titik)",
  "Highlight holidays": "Sorot liburan",
  "Add color to holidays and display the content on mouseover": "Tambahkan warna ke hari libur dan lihat konten dengan mouseover",
  "Weekly Journal": "Jurnal Mingguan",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Aktifkan tautan dan fitur. Jika tidak ada konten yang tersedia di halaman dengan nomor minggu seperti 2023-W25, template akan disisipkan.",
  "Set page tag (Add to tags property)": "Mengonfigurasi tag halaman (properti Tambahkan ke tag)",
  "Input a page name (default is blank)": "Masukkan nama halaman (defaultnya kosong)",
  "Template name": "Nama templat",
  "Input the template name (default is blank)": "Masukkan nama template (defaultnya kosong)",
  "Enable [headline of each days]": "Aktifkan \"Berita utama untuk setiap hari\"",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Dengan mengambil nilai properti jurnal untuk minggu itu, secara otomatis menghasilkan kueri yang menampilkan berita utama untuk setiap hari. Ini tidak berlaku untuk jurnal mingguan sebelumnya.",
  "headline of each days > Property name for headline of each days": "Judul setiap hari > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Berikan blok dengan nama properti ini di setiap blok jurnal. Sangat berguna untuk memasukkannya ke dalam template jurnal. Jika Anda melakukannya, namanya akan diubah.",
  "Enable \"This Week\" section": "Aktifkan bagian \"Minggu Ini\"",
  "Links to each day. Tooltip on mouseover.": "Link ke setiap hari. Tooltip pada mouseover.",
  "\"This Week\" section or headline > position": "Minggu ini bagian atau judul > posisi",
  "above or below the template": "Di atas atau di bawah template",
  "\"This Week\" section > Enable the day of the week": "Aktifkan bagian \"Minggu Ini\" > hari dalam seminggu",
  "Display the day of the week with a link.": "Menampilkan hari dalam seminggu dengan tautan.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Bagian \"Minggu Ini\" > Mengonversi hari dalam seminggu di bagian tersebut menjadi tautan.",
  "Make it a link to access the weekday page.": "Buatlah tautan untuk mengakses halaman hari kerja.",
  "\"This Week\" section > Enable embedding for each journal": "Bagian \"Minggu Ini\" > Aktifkan penyematan untuk setiap jurnal",
  "You can view and edit it as it is without moving to that page.": "Anda dapat melihat dan mengeditnya apa adanya tanpa menavigasi ke halaman itu.",
  "\"This Week\" section > Unlink date links for each journal": "Di bagian \"Minggu Ini\"> Batalkan tautan tautan tanggal untuk setiap jurnal",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Apalagi jika pengaturan di atas diaktifkan. (Untuk menghindari duplikasi \"referensi tautan\" ketika referensi tidak digunakan)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Bagian \"Minggu Ini\" > Sematkan bagian \"Minggu Ini\" di kanan bawah",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. Tag ThisWeek ditambahkan ke bagian Mingguan. Setelah tag ditambahkan, pop-up akan muncul. (Tag tidak ditambahkan ke bagian sebelumnya.)",
  "Monthly Journal": "Jurnal Bulanan",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Aktifkan tautan dan fitur. Jika tidak ada konten yang tersedia di halaman dengan nomor bulan, seperti 2024/05, template akan disisipkan.",
  "Quarterly Journal": "Jurnal Triwulanan Tahunan",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Aktifkan tautan dan fitur. Jika tidak ada konten yang tersedia di halaman dengan angka triwulanan, seperti 2024/Q1, template akan disisipkan.",
  "Weekly journal created": "Sebuah jurnal mingguan telah dibuat",
  "Headline": "Utama",
  "This Week": "minggu ini"
}