{
  "*This setting does not affect the graph": "*Questa impostazione non influisce sul grafico",
  "2 or 3 character alphanumeric code or blank (default)": "Codice alfanumerico di 2 o 3 caratteri o vuoto (predefinito)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Codice alfanumerico di 2 caratteri (es, NY) o vuoto (predefinito)",
  "4-digit year": "Anno a 4 cifre",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Generare automaticamente una query per visualizzare i titoli di ogni giorno ottenendo il valore della proprietà nel giornale di registrazione per quella settimana. Non applicato ai precedenti Weekly Journals.",
  "Behind Journal Title": "Dietro il titolo della rivista",
  "Click this toggle to run it.": "Fare clic su questo interruttore per eseguirlo.",
  "Colour the letters Saturday and Sunday": "Colora le lettere sabato e domenica",
  "Common settings": "Impostazioni comuni",
  "Day of the week long or short": "Giorno della settimana lungo o corto",
  "Enable \"This Week\" section": "Abilita la sezione \"Questa settimana\"",
  "Enable Holidays alert": "Abilita avviso festività",
  "Enable Lunar-calendar based (Chinese only)": "Abilita il calendario lunare (solo cinese)",
  "Enable [headline of each days]": "Abilita [titolo di ogni giorno]",
  "Enable day of the week": "Abilita giorno della settimana",
  "Enable feature": "Abilita funzione",
  "Enable month and day of lunar-calendar (Chinese only)": "Abilita mese e giorno del calendario lunare (solo cinese)",
  "Enable monthly journal link": "Abilita collegamento giornale mensile",
  "Enable relative time": "Abilita il tempo relativo",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Abilita il collegamento e la funzione. Se non ci sono contenuti disponibili in una pagina con un numero di mese come 2024/05, verrà inserito un modello.",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Abilita il collegamento e la funzione. Se non ci sono contenuti disponibili su una pagina con un numero trimestrale come 2024/Q1, verrà inserito un modello.",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Abilita il collegamento e la funzione. Se non ci sono contenuti disponibili su una pagina con un numero di settimana come 2023-W25, verrà inserito un modello.",
  "Enable week number": "Abilita il numero della settimana",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "L'attivazione di questa impostazione nasconde la rappresentazione dell'anno nel formato della data. Ad esempio, 2023-W30 viene visualizzato come W30. In genere, la notazione dei numeri di settimana segue le regole basate su ISO 8601. Il motivo per distinguere l'anno è che la prima settimana di un anno potrebbe essere inclusa nell'ultima settimana dell'anno precedente. Solo in questi casi viene visualizzato come 2023-W53.",
  "Enter multiple lines in the textarea.": "Immettere più righe nell'area di testo.",
  "For compatibility. Replace page titles (Weekly Journals)": "Per compatibilità. Sostituire i titoli delle pagine (Riviste settimanali)",
  "Headline": "Titolo",
  "Hide the year of week number": "Nascondi il numero dell'anno della settimana",
  "Highlight color (single page)": "Colore di evidenziazione (pagina singola)",
  "Highlight color (today)": "Evidenzia colore (oggi)",
  "Highlight holidays": "Highlight festività",
  "Holidays > Highlight Color": "Festività > Evidenzia colore",
  "Holidays > Select your country name": "Vacanze > Seleziona il nome del tuo paese",
  "Holidays > Select your region of the country (:additional option)": "Vacanze > Seleziona la tua regione del paese (:opzione aggiuntiva)",
  "Holidays > Select your state of the country (:additional option)": "Festività > Seleziona il tuo stato del paese (:opzione aggiuntiva)",
  "If default is selected, the browser's language settings are followed (localisation).": "Se è selezionato predefinito, vengono seguite le impostazioni della lingua del browser (localizzazione).",
  "If no page found, not create page (before today)": "Se non viene trovata alcuna pagina, non creare una pagina (prima di oggi)",
  "If possible to set the State and Region, do so individually.": "Se possibile impostare lo Stato e la Regione, farlo singolarmente.",
  "If you input in the form of mm/dd::Event name, the color will be applied every year on that day.": "Se si immette il nome dell'evento gg:mm/mm, il colore verrà applicato ogni anno in quel giorno.",
  "Input a page name (default is blank)": "Inserisci un nome di pagina (il valore predefinito è vuoto)",
  "Input in the form of yyyy/mm/dd::Event name": "Input nel formato aaaa/mm/gg::Nome evento",
  "Input the template name (default is blank)": "Inserisci il nome del modello (il valore predefinito è vuoto)",
  "Journal boundaries (mini calendar)": "Limiti del giornale (mini calendario)",
  "Left Calendar": "Calendario sinistro",
  "Like an analog notebook with side-by-side pages": "Come un taccuino analogico con pagine affiancate",
  "Links to each day. Tooltip on mouseover.": "Link a ogni giorno. Descrizione comando al passaggio del mouse.",
  "Monthly Calendar": "Calendario mensile",
  "Monthly Journal": "Giornale mensile",
  "Monthly journal created": "Giornale mensile creato",
  "Next month": "Il mese prossimo",
  "Next week": "La settimana prossima",
  "Only effective if the above item is enabled": "Efficace solo se l'elemento precedente è abilitato",
  "Open future page": "Apri la pagina futura",
  "Open plugin setting": "Apri l'impostazione del plugin",
  "Other language regions are not affected.": "Le altre aree linguistiche non sono interessate.",
  "Page exists": "La pagina esiste",
  "Page not found": "Pagina non trovata",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Inserisci un link per aprire il Giornale mensile della gerarchia come [[2023/10]]",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Preparare un blocco con questo nome di proprietà in ogni blocco journal. È conveniente incorporarlo nel modello di giornale. Se lo cambi, la rinomina sarà fatta.",
  "Previous month": "Mese precedente",
  "Previous week": "Settimana precedente",
  "Quarter": "Quarto",
  "Quarterly Journal": "Rivista trimestrale",
  "Quarterly journal created": "Creazione della rivista trimestrale",
  "Select language (default)": "Seleziona lingua (impostazione predefinita)",
  "Set page tag (Add to tags property)": "Impostare il tag di pagina (proprietà Aggiungi ai tag)",
  "Show indicator of journal entries": "Mostra indicatore delle scritture contabili",
  "Show it on bottom": "Mostralo in basso",
  "Show month": "Mostra mese",
  "Show settings button": "Mostra il pulsante delle impostazioni",
  "Show week number": "Mostra il numero della settimana",
  "Show week number of the year or month (unit)": "Mostra il numero della settimana dell'anno o del mese (unità)",
  "Side opening workspace > Embed each day's page in the \"This Week\" section ": "Area di lavoro con apertura laterale > Incorpora la pagina di ogni giorno nella sezione \"Questa settimana\" ",
  "Template name": "Nome del modello",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Il simbolo '#. ThisWeek\" viene aggiunto alla sezione \"This Week\". Se il tag viene aggiunto, verrà visualizzato un popup. (Il tag non viene aggiunto alla sezione precedente.)",
  "This Week": "Questa settimana",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Si tratta di una modifica di rilievo per gli utenti esistenti. Si prega di modificare il vecchio nome della pagina utilizzando uno dei seguenti interruttori.",
  "This month": "Questo mese",
  "Today": "Oggi",
  "Use on Weekly Journal": "Utilizzo sul diario settimanale",
  "Use on journals": "Utilizzo su giornali",
  "Use on single journal": "Utilizzo su banco singolo",
  "User color": "Colore utente",
  "Week": "Settimana",
  "Week number calculation (across years)": "Calcolo del numero della settimana (tra gli anni)",
  "Week number format options": "Opzioni di formato del numero della settimana",
  "Week number: ": "Numero della settimana: ",
  "Week start (Unset: by the selected format)": "Inizio settimana (non impostato: in base al formato selezionato)",
  "Weekly Journal": "Giornale settimanale",
  "Weekly journal created": "Creazione del diario settimanale",
  "You can view and edit it as it is without moving to that page.": "Puoi visualizzarlo e modificarlo così com'è senza spostarti in quella pagina.",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "\"Formato USA\": domenica, \"formato ISO(UE)\": lunedì, [>> documento qui](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `unset`": "impostazione predefinita: 'unset'",
  "headline of each days > Property name for headline of each days": "titolo di ogni giorno > Nome della proprietà per il titolo di ogni giorno",
  "like `3 days ago`": "come '3 giorni fa'",
  "plugin": "Plugin",
  "year range": "Intervallo di anni",
  "Daily Journal Details": "Dettagli del giornale giornaliero",
  "Two-lines mini-Calendar": "Mini-Calendario a due righe",
  "(Journal Boundaries)": "(Confini del diario)",
  "Yearly Journal": "Giornale annuale",
  "Enable the link and function. If there is no content available on a page with a yearly number like 2024, a template will be inserted.": "Abilita il collegamento e la funzione. Se non ci sono contenuti disponibili in una pagina con un numero annuale come il 2024, verrà inserito un modello.",
  "Yearly journal created": "Rivista annuale creata",
  "Previous day": "Giorno precedente",
  "Next day": "Indomani",
  "Show previous and next link": "Mostra il link precedente e successivo",
  "Single journal page only": "Solo pagina singola del diario",
  "Use on Monthly Journal": "Utilizzo sul giornale mensile",
  "Use on Quarterly Journal": "Utilizzare su Quarterly Journal",
  "Use on Yearly Journal": "Utilizzare su Giornale Annuale"
}