{
  "Week number: ": "Numero della settimana:",
  "Previous week": "Settimana precedente",
  "Next week": "La settimana prossima",
  "Page exists": "La pagina esiste",
  "Page not found": "Pagina non trovata",
  "Open plugin setting": "Apri le impostazioni del plug-in",
  "Monthly journal created": "È stato creato un giornale mensile",
  "Quarterly journal created": "Creazione di una rivista trimestrale annuale",
  "Common settings": "Impostazioni comuni",
  "Week number calculation (across years)": "Calcola i numeri della settimana (anno intero)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'Formato USA': domenica, 'Formato ISO(UE)': lunedì, [>> documentazione qui](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Selezionare la lingua per i giorni della settimana. Localizzazione (:d efault) o inglese (:en)",
  "Holidays > Select your country name": "Giorni festivi > Seleziona il tuo paese",
  "If possible to set the State and Region, do so individually.": "Se è possibile impostare lo stato e l'area, impostarli separatamente.",
  "Holidays > Select your state of the country (:additional option)": "Festività > Seleziona uno stato o una provincia del paese (opzione aggiuntiva)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Codice alfanumerico di due lettere (ad esempio, NY) o vuoto (predefinito)",
  "Holidays > Select your region of the country (:additional option)": "Vacanze > Seleziona una regione del paese (opzioni aggiuntive)",
  "2 or 3 character alphanumeric code or blank (default)": "Codice alfanumerico di 2 o 3 caratteri o uno spazio (predefinito)",
  "Holidays > Highlight Color": "Metti in risalto i colori > le vacanze",
  "Enable Lunar-calendar based (Chinese only)": "Abilita basato sul calendario lunare (solo cinese)",
  "Other language regions are not affected.": "Le altre regioni linguistiche non sono interessate.",
  "Week number format options": "Opzioni per il formato dei numeri della settimana",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Si tratta di una modifica di rilievo per gli utenti esistenti. Utilizzare uno dei seguenti interruttori per modificare il nome della pagina precedente:",
  "For compatibility. Replace page titles (Weekly Journals)": "Per la compatibilità. Sostituisci il titolo della pagina (giornale mensile)",
  "4-digit year": "Anno a quattro cifre",
  "Quarter": "quarto",
  "Week": "settimana",
  "year range": "Intervallo di anni",
  "Click this toggle to run it.": "Fare clic su questo interruttore per eseguirlo.",
  "Behind Journal Title": "Accanto al titolo della rivista",
  "Day of the week long or short": "Giorno della settimana: lungo o corto",
  "Enable Holidays alert": "Abilita gli avvisi per le festività",
  "Enable week number": "Abilita la numerazione delle settimane",
  "Hide the year of week number": "Nascondi il numero della settimana dell'anno",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Se si abilita questa impostazione, la rappresentazione dell'anno nel formato data viene nascosta. Ad esempio, 2023-W30 viene visualizzato come W30. In generale, la notazione dei numeri delle settimane segue le regole basate sulla norma ISO 8601. Il motivo per distinguere tra gli anni è che la prima settimana dell'anno può essere inclusa nell'ultima settimana dell'anno precedente. Solo in questi casi verrà visualizzato come 2023-W53.",
  "Show settings button": "Mostra il pulsante delle impostazioni",
  "Show week number of the year or month (unit)": "Visualizzare il numero della settimana (in unità) dell'anno o del mese",
  "Coloring to the word of Saturday or Sunday": "Colora le tue parole del sabato e della domenica",
  "Enable relative time": "Abilita tempo relativo",
  "like `3 days ago`": "Mi piace \"3 giorni fa\"",
  "Enable day of the week": "Abilita il giorno della settimana",
  "If user date format includes day of the week, this setting is ignored.": "Se il formato della data dell'utente include il giorno della settimana, questa impostazione viene ignorata.",
  "Enable monthly journal link": "Abilita collegamento giornale mensile",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Inserire un link per aprire il giornale mensile della gerarchia come in [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Se il giorno della settimana è incluso nel formato di data dell'utente, localizzare il giorno della settimana nel collegamento della data",
  "*This setting does not affect the graph": "* Questa impostazione non influisce sul grafico.",
  "Enable month and day of lunar-calendar (Chinese only)": "Abilita mese e giorno lunare (solo cinese)",
  "Journal boundaries (mini calendar)": "Mini-calendario delle riviste",
  "Enable feature": "Abilita la funzione",
  "Use also on single journal": "Utilizzo in un unico giornale",
  "Use also on journals": "Utilizzato anche nelle riviste",
  "Use also on Weekly Journal": "Utilizzato anche nei giornali settimanali",
  "Show it on bottom": "Mostrato sul lato inferiore",
  "Mini calendar only, Week start (Unset: by the selected format)": "Solo mini calendario, inizio settimana (non impostato: a seconda del formato selezionato)",
  "default: `unset`": "Impostazione predefinita: 'unset'",
  "Highlight color (single page)": "Colore di evidenziazione (pagina singola)",
  "Highlight color (today)": "Colore di evidenziazione (oggi)",
  "If no page found, not create page (before today)": "Se non riesci a trovare la pagina, non crearla (prima di oggi)",
  "Open future page": "Apri la pagina Futuro",
  "Show month": "Mostra Mese",
  "Show week number (calculate from the date of Monday)": "Mostra il numero della settimana (calcolato a partire dalla data del lunedì)",
  "Show indicator (dot) of journal entries": "Se è presente una voce per il giornale, visualizzare un indicatore (punto)",
  "Highlight holidays": "Metti in evidenza le festività",
  "Add color to holidays and display the content on mouseover": "Aggiungi colore alle festività e visualizza i contenuti al passaggio del mouse",
  "Weekly Journal": "Riviste settimanali",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Abilita collegamenti e funzionalità. Se non ci sono contenuti disponibili in una pagina con un numero di settimana come 2023-W25, viene inserito un modello.",
  "Set page tag (Add to tags property)": "Configurazione dei tag di pagina (Aggiungi alle proprietà dei tag)",
  "Input a page name (default is blank)": "Immettere un nome di pagina (l'impostazione predefinita è vuota)",
  "Template name": "Nome del modello",
  "Input the template name (default is blank)": "Immettere un nome per il modello (l'impostazione predefinita è vuota)",
  "Enable [headline of each days]": "Abilita \"Titoli per ogni giorno\"",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Recuperando il valore della proprietà journal per quella settimana, viene generata automaticamente una query che visualizza i titoli per ogni giorno. Non si applica ai giornali settimanali passati.",
  "headline of each days > Property name for headline of each days": "Headline of Every Days > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Specificare un blocco con questo nome di proprietà in ogni blocco journal. È utile incorporarlo nel modello di giornale. Se lo fai, il nome verrà modificato.",
  "Enable \"This Week\" section": "Abilita la sezione \"Questa settimana\"",
  "Links to each day. Tooltip on mouseover.": "Collegamenti a ogni giorno. Tooltip al passaggio del mouse.",
  "\"This Week\" section or headline > position": "Questa settimana sezione o intestazione > posizione",
  "above or below the template": "Sopra o sotto il modello",
  "\"This Week\" section > Enable the day of the week": "Abilita la sezione \"Questa settimana\" > giorni della settimana",
  "Display the day of the week with a link.": "Visualizza il giorno della settimana con un collegamento.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Sezione \"Questa settimana\" > Converte i giorni della settimana nella sezione in collegamenti.",
  "Make it a link to access the weekday page.": "Rendilo un link per accedere alla pagina del giorno della settimana.",
  "\"This Week\" section > Enable embedding for each journal": "Sezione \"Questa settimana\" > Abilita l'incorporamento per ogni giornale",
  "You can view and edit it as it is without moving to that page.": "È possibile visualizzarlo e modificarlo così com'è senza passare a quella pagina.",
  "\"This Week\" section > Unlink date links for each journal": "Nella sezione \"Questa settimana> scollega il collegamento alla data per ogni giornale",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Soprattutto se le impostazioni di cui sopra sono abilitate. (Per evitare la duplicazione dei \"riferimenti di collegamento\" quando i riferimenti non vengono utilizzati)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Sezione \"Questa settimana\" > Fissa la sezione \"Questa settimana\" in basso a destra",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. ThisWeek' viene aggiunto alla sezione Settimanale. Una volta aggiunto il tag, apparirà un pop-up. I tag non vengono aggiunti alle sezioni precedenti.",
  "Monthly Journal": "Riviste mensili",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Abilita collegamenti e funzionalità. Se non ci sono contenuti disponibili in una pagina con un numero di mese, ad esempio 2024/05, viene inserito un modello.",
  "Quarterly Journal": "Rivista trimestrale annuale",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Abilita collegamenti e funzionalità. Se non è disponibile alcun contenuto in una pagina con un numero trimestrale, ad esempio 2024/Q1, viene inserito un modello.",
  "Weekly journal created": "E' stato creato un giornale settimanale",
  "Headline": "Titoli",
  "This Week": "questa settimana"
}