{
  "\"This Week\" section > Embed feature > Unlink date links for each journal (to avoid duplication of \"Linked References\" if references are not used)": "\"Questa settimana\" sezione > Funzione di incorporamento > Scollega i collegamenti alle date per ogni giornale (per evitare la duplicazione di \"Riferimenti collegati\" se non vengono utilizzati riferimenti)",
  "\"This Week\" section position": "Dove inserire la sezione \"Questa settimana\"",
  "*This setting does not affect the graph": "*Questa impostazione non influisce sui grafici",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "Formato USA: inizia la domenica, formati ISO (per l'UE): inizia il lunedì, [>> documenti](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Behind Journal Title": "Dietro il titolo del diario (accanto al titolo del diario)",
  "Coloring to the word of Saturday or Sunday": "Colora i giorni di sabato e domenica",
  "Convert the day of the week in the `This Week` section into links.": "Converti il giorno della settimana nella sezione \"Questa settimana\" in un link",
  "Day of the week long or short": "Scegli se il giorno della settimana è lungo o corto",
  "Day of the week, Select language Localize(:default) or English(:en)": "Seleziona la lingua del giorno della settimana Localizzazione (:d efault) o Inglese (:en)",
  "default: `yyyy(: year), yyyy/MM(: month), yyyy-Www(: previous), yyyy-Www(: next)`": "Impostazioni predefinite: 'yyyy(: anno), yyyy/MM(: anno/mese), yyyy-www(: anno - settimana precedente), yyyy-www(: anno - settimana successiva)'",
  "Enable \"This Week\" section": "Abilita la sezione \"Questa settimana\" (link a ogni giorno della settimana)",
  "Enable day of the week": "Mostra il giorno della settimana",
  "Enable embedding for each journal": "Abilitare l'incorporamento per ogni journal",
  "Enable feature": "Abilita la funzione",
  "Enable monthly journal link": "Abilitare un collegamento a un giornale mensile",
  "Enable relative time": "Mostra tempo relativo",
  "Enable the day of the week in the `This Week` section": "Abilita i giorni della settimana nella sezione \"Questa settimana\"",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Abilita collegamenti e funzionalità. Se non è presente alcun contenuto in una pagina con un numero di settimana, ad esempio 2023-W25, verrà inserito il modello.",
  "Enable week number": "Mostra i numeri della settimana",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Quando questa impostazione è abilitata, la notazione dell'anno nel formato data è nascosta. Ad esempio, 2023-W30 verrà visualizzato come W30. I numeri delle settimane si basano solitamente sulle regole ISO 8601. Il motivo per distinguere gli anni è che la prima settimana dell'anno può essere inclusa nell'ultima settimana dell'anno precedente. Solo in questi casi si dirà 2023-W53.",
  "Hide the year of week number": "Nascondi il numero della settimana e l'anno",
  "Highlight color (single page)": "Colore di evidenziazione (pagina singola)",
  "Highlight color (today)": "Colore evidenziazione (oggi)",
  "If no page found, not create page (before today)": "Se la pagina non viene trovata, non creare la pagina (prima di oggi)",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Se il formato della data dell'utente include un giorno della settimana, localizzare il giorno della settimana nel collegamento della data",
  "If user date format includes day of the week, this setting is ignored.": "Se il formato della data dell'utente include un giorno della settimana, questa impostazione viene ignorata.",
  "Input a page name (default is blank)": "Inserisci un nome per la pagina (l'impostazione predefinita è vuota)",
  "Input the template name (default is blank)": "Immettere un nome per il modello (l'impostazione predefinita è vuota)",
  "Journal boundaries": "Limiti del giornale di registrazione",
  "like `3 days ago`": "Visualizza come \"3 giorni fa\"",
  "Mini calendar only, Week start (Unset: by the selected format)": "Solo mini calendario, inizio settimana (non impostato: a seconda del formato del numero della settimana selezionato)",
  "Next week": "La settimana prossima",
  "Open future page": "Apri una pagina in anticipo rispetto a oggi",
  "Open plugin setting": "Apri le impostazioni del plug-in",
  "Page-tags type": "Tipi di tag di pagina",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Inserisci un link per aprire una rivista mensile gerarchica come [[2023/10]]",
  "Previous week": "Settimana precedente",
  "Set page tag (Add to tags property)": "Impostare i tag di pagina (proprietà aggiungi ai tag)",
  "Show month": "Mostra il mese",
  "Show settings button": "Mostra il pulsante delle impostazioni",
  "Show the boundaries of days before and after the day on the single journal page": "In una singola pagina del diario, visualizza i confini prima e dopo il giorno",
  "Show week number (calculate from the date of Monday)": "Visualizzare i numeri delle settimane (calcolati in giorni a partire da lunedì)",
  "Show week number of the year or month (unit)": "Selezionare l'unità di numerazione delle settimane nell'anno o nel mese",
  "Template name": "Nome del modello",
  "This Week": "Questa settimana",
  "Use also on journals": "Utilizzato anche nelle riviste",
  "Use also on Weekly Journal": "Utilizzato anche nel Weekly Journal",
  "Week number calculation (across years)": "Come vengono calcolati i numeri delle settimane (tra gli anni)",
  "Week number: ": "Numero della settimana: ",
  "Weekly Journal": "Giornale settimanale",
  "Weekly journal created": "Giornale settimanale creato"
}