{
  "*This setting does not affect the graph": "*Questa impostazione non influisce sul grafico",
  "2 or 3 character alphanumeric code or blank (default)": "Codice alfanumerico di 2 o 3 caratteri o vuoto (predefinito)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Codice alfanumerico di 2 caratteri (es, NY) o vuoto (predefinito)",
  "4-digit year": "Anno a 4 cifre",
  "Add color to holidays and display the content on mouseover": "Aggiungi colore alle festività e visualizza il contenuto al passaggio del mouse",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Genera automaticamente una query per visualizzare i titoli per ogni giorno ottenendo il valore della proprietà nel giornale di registrazione per quella settimana. Non si applica ai precedenti diari settimanali.",
  "Behind Journal Title": "Dietro il titolo del diario",
  "Click this toggle to run it.": "Fare clic su questo interruttore per eseguirlo.",
  "Coloring to the word of Saturday or Sunday": "Colorare la parola del sabato o della domenica",
  "Common settings": "Impostazioni comuni",
  "Day of the week long or short": "Giorno della settimana lungo o corto",
  "Enable \"This Week\" section": "Abilita la sezione \"Questa settimana\"",
  "Enable Holidays alert": "Abilita avviso festività",
  "Enable Lunar-calendar based (Chinese only)": "Abilita basato sul calendario lunare (solo cinese)",
  "Enable [headline of each days]": "Abilita [titolo di ogni giorno]",
  "Enable day of the week": "Abilita giorno della settimana",
  "Enable feature": "Abilita funzione",
  "Enable month and day of lunar-calendar (Chinese only)": "Abilita il mese e il giorno del calendario lunare (solo cinese)",
  "Enable monthly journal link": "Abilita collegamento giornale mensile",
  "Enable relative time": "Abilita tempo relativo",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Abilita il collegamento e la funzione. Se non ci sono contenuti disponibili in una pagina con un numero di mese come 2024/05, verrà inserito un modello.",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Abilita il collegamento e la funzione. Se non ci sono contenuti disponibili in una pagina con un numero trimestrale come 2024/Q1, verrà inserito un modello.",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Abilita il collegamento e la funzione. Se non ci sono contenuti disponibili in una pagina con un numero di settimana come 2023-W25, verrà inserito un modello.",
  "Enable week number": "Abilita il numero della settimana",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "L'attivazione di questa impostazione nasconde la rappresentazione dell'anno nel formato della data. Ad esempio, 2023-W30 viene visualizzato come W30. In genere, la notazione dei numeri delle settimane segue le regole basate sulla norma ISO 8601. Il motivo per distinguere l'anno è che la prima settimana di un anno potrebbe essere inclusa nell'ultima settimana dell'anno precedente. Solo in questi casi viene visualizzato come 2023-W53.",
  "For compatibility. Replace page titles (Weekly Journals)": "Per la compatibilità. Sostituisci i titoli delle pagine (Riviste settimanali)",
  "Headline": "Titolo",
  "Hide the year of week number": "Nascondi il numero dell'anno della settimana",
  "Highlight color (single page)": "Colore di evidenziazione (pagina singola)",
  "Highlight color (today)": "Colore evidenziatore (oggi)",
  "Highlight holidays": "Metti in evidenza le festività",
  "Holidays > Highlight Color": "Vacanze > Colore di evidenziazione",
  "Holidays > Select your country name": "Vacanze > Seleziona il nome del tuo paese",
  "Holidays > Select your region of the country (:additional option)": "Vacanze > Seleziona la tua regione del paese (opzione aggiuntiva)",
  "Holidays > Select your state of the country (:additional option)": "Vacanze > Seleziona il tuo stato del paese (opzione aggiuntiva)",
  "If no page found, not create page (before today)": "Se non viene trovata alcuna pagina, non creare la pagina (prima di oggi)",
  "If possible to set the State and Region, do so individually.": "Se è possibile impostare lo Stato e la Regione, farlo individualmente.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Se il giorno della settimana è incluso nel formato data utente, localizzare il giorno della settimana nel collegamento della data",
  "If user date format includes day of the week, this setting is ignored.": "Se il formato della data dell'utente include il giorno della settimana, questa impostazione viene ignorata.",
  "Input a page name (default is blank)": "Immettere un nome di pagina (l'impostazione predefinita è vuota)",
  "Input the template name (default is blank)": "Immettere il nome del modello (l'impostazione predefinita è vuota)",
  "Journal boundaries (mini calendar)": "Confini del giornale (mini calendario)",
  "Like an analog notebook with side-by-side pages": "Come un taccuino analogico con pagine affiancate",
  "Links to each day. Tooltip on mouseover.": "Collegamenti a ogni giorno. Tooltip al passaggio del mouse.",
  "Mini calendar only, Week start (Unset: by the selected format)": "Solo mini calendario, Inizio settimana (non impostato: dal formato selezionato)",
  "Monthly Journal": "Giornale mensile",
  "Monthly journal created": "Giornale mensile creato",
  "Next week": "La settimana prossima",
  "Only effective if the above item is enabled": "Efficace solo se l'elemento di cui sopra è abilitato",
  "Open future page": "Apri la pagina del futuro",
  "Open plugin setting": "Apri l'impostazione del plug-in",
  "Other language regions are not affected.": "Le altre regioni linguistiche non sono interessate.",
  "Page exists": "La pagina esiste",
  "Page not found": "Pagina non trovata",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Inserisci un link per aprire il Giornale mensile della gerarchia come [[2023/10]]",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Preparare un blocco con questo nome di proprietà in ogni blocco journal. È conveniente incorporarlo nel modello di giornale. Se lo modifichi, la ridenominazione verrà eseguita.",
  "Previous week": "Settimana precedente",
  "Quarter": "Quarto",
  "Quarterly Journal": "Rivista trimestrale",
  "Quarterly journal created": "Creazione di una rivista trimestrale",
  "Select language Localize(:default) or English(:en) for day of the week": "Seleziona la lingua Localize(:d efault) o English(:en) per il giorno della settimana",
  "Set page tag (Add to tags property)": "Impostare il tag di pagina (proprietà Aggiungi ai tag)",
  "Show indicator (dot) of journal entries": "Mostra l'indicatore (punto) delle scritture contabili",
  "Show it on bottom": "Mostralo in basso",
  "Show month": "Mostra mese",
  "Show settings button": "Mostra il pulsante delle impostazioni",
  "Show week number (calculate from the date of Monday)": "Mostra il numero della settimana (calcola dalla data di lunedì)",
  "Show week number of the year or month (unit)": "Mostra il numero della settimana dell'anno o del mese (unità)",
  "Side opening workspace > Embed each day's page in the \"This Week\" section ": "Area di lavoro ad apertura laterale > Incorpora la pagina di ogni giorno nella sezione \"Questa settimana\" ",
  "Template name": "Nome del modello",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Il simbolo '#. ThisWeek' viene aggiunto alla sezione 'Questa settimana'. Se il tag viene aggiunto, verrà visualizzato un popup. Il tag non viene aggiunto alla sezione precedente.",
  "This Week": "Questa settimana",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Si tratta di una modifica di rilievo per gli utenti esistenti. Cambia il vecchio nome della pagina utilizzando uno dei seguenti interruttori.",
  "Use also on Weekly Journal": "Da utilizzare anche su Weekly Journal",
  "Use also on journals": "Da utilizzare anche su riviste",
  "Use also on single journal": "Utilizzabile anche su giornale singolo",
  "Week": "Settimana",
  "Week number calculation (across years)": "Calcolo del numero di settimane (tra anni)",
  "Week number format options": "Opzioni per il formato dei numeri della settimana",
  "Week number: ": "Numero della settimana: ",
  "Weekly Journal": "Giornale settimanale",
  "Weekly journal created": "Diario settimanale creato",
  "You can view and edit it as it is without moving to that page.": "È possibile visualizzarlo e modificarlo così com'è senza passare a quella pagina.",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'Formato USA': domenica, 'Formato ISO(UE)': lunedì, [>> documento qui](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `unset`": "Impostazione predefinita: 'Unset'",
  "headline of each days > Property name for headline of each days": "titolo di ogni giorno > Nome della proprietà per il titolo di ogni giorno",
  "like `3 days ago`": "Mi piace '3 giorni fa'",
  "year range": "Intervallo di anni"
}