{
    "Journal title, Alignment of journal page title": "日誌や日付ページのタイトルの配置",
    "Week number calculation (across years)": "週番号の計算方法 (年をまたぐ場合)",
    "Behind journal title, Coloring to the word of Saturday or Sunday": "土曜日と日曜日の文字を青色、赤色にする",
    "Behind journal title, Show week number of the year or month (unit)": "週番号の単位(年または月)を変更する",
    "Behind journal title, Enable day of the week": "曜日を表示する",
    "If user date format includes day of the week, this setting is ignored.": "",
    "Behind journal title / Localize journal link, Enable relative time": "相対時間を表示する",
    "like `3 days ago`": "例: 昨日、3日前",
    "Day of the week, Select language Localize(:default) or English(:en)": "言語を選択する (「default」は日本語、「en」は英語)",
    "Behind journal title, Day of the week long or short": "曜日の表示形式 (長い形式または短い形式)",
    "Journal boundaries, Enable feature": "Journal Boundaries(ミニカレンダー)を有効にする",
    "Show the boundaries of days before and after the day on the single journal page": "日付のシングルページを開いたときに、前後の日付にアクセスできるナビゲーションバーを表示",
    "Journal boundaries, Use also on journals": "日誌を開いたときに、Journal Boundariesを有効にする",
    "Behind journal title, Enable week number": "週番号を表示する",
    "On Journal boundaries if no page found, create the journal page": "Journal Boundariesの日付をクリックした際に、その日付のページが存在しない場合、ページを作成する(デフォルト: OFF)",
    "Weekly Journal, Enable feature": "ウィークリージャーナルを有効にする",
    "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "リンクと機能を有効にします。2023-W25のような週番号のページにコンテンツがない場合、テンプレートが挿入されます。",
    "Weekly Journal, Template name": "ウィークリージャーナルのテンプレート名",
    "Input the template name (default is blank)": "デフォルト: 空白",
    "Weekly Journal, Set page tag (Add to tags property)": "ウィークリージャーナルのページに設定するタグ (「tags」プロパティに追加)",
    "Input a page name (default is blank)": "ページ名を入力(1件のみ)。デフォルト: 空白",
    "Weekly Journal, Enable \"This Week\" section": "ウィークリージャーナルの「This Week」セクションを使用する",
    "Weekly Journal, \"This Week\" section position": "ウィークリージャーナルの「This Week」セクションの位置",
    "Weekly Journal, Convert the day of the week in the `This Week` section into links.": "ウィークリージャーナルの「This Week」セクションの曜日をリンクに変換する",
    "Weekly Journal, Enable the day of the week in the `This Week` section": "ウィークリージャーナルの「This Week」セクションの曜日を有効にする",
    "Localize journal link: If the day of the week is included in user date format, localize the day of the week in the date link": "ユーザーの日付フォーマットに曜日が含まれている場合、日付リンクの曜日をローカライズする",
    "Localize journal link: If the day of the week is not included in user date format, add the localized day of the week to the date link": "ユーザーの日付フォーマットに曜日が含まれていない場合、日付リンクにローカライズされた曜日を追加する",
    "Weekly Journal, the slash command to create a link to the weekly journal page": "ウィークリージャーナルのページへのリンクを作成するスラッシュコマンド",
    "Behind journal title, Hide the year of week number": "週番号の年表記を非表示にする",
    "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "この設定を有効にすると、日付の形式で年の表記が隠されます。例えば、2023-W30はW30と表示されます。通常、週番号の表記はISO 8601の規則に従います。年を区別する理由は、新年の最初の週が前年の最後の週に含まれる可能性があるためです。そのような場合にのみ、2023-W53として表示されます。",
    "Weekly Journal, Page-tags type": "ウィークリージャーナルのページタグの種類",
    "Localize journal title: If the day of the week is included in user date format, localize the day of the week in the date link": "ジャーナルの日付について。ユーザーの日付フォーマットに曜日が含まれている場合、日付リンクの曜日をローカライズする",
    "Journal boundaries only, Week start (Unset: by the selected format)": "週の開始日 (unset: 選択したフォーマットによる) ※ミニカレンダーのみ",
    "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "USフォーマット: 日曜日始まり, ISO(EU向け)フォーマット: 月曜日始まり, [>> ドキュメント](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/%E9%80%B1%E7%95%AA%E5%8F%B7%E3%83%95%E3%82%A9%E3%83%BC%E3%83%9E%E3%83%83%E3%83%88%E3%81%AE%E9%81%B8%E6%8A%9E%E8%82%A2-(Japanese))",
    "Added the config of week start to the plugin settings": "プラグイン設定に、週の開始日の項目を追加しました",
    "Open plugin setting": "プラグイン設定を開く"
}