{
  "Week number: ": "Ukenummer:",
  "Previous week": "Forrige uke",
  "Next week": "Neste uke",
  "Page exists": "Siden finnes",
  "Page not found": "Finner ikke siden",
  "Open plugin setting": "Åpne plugin-innstillinger",
  "Monthly journal created": "Det er opprettet en månedlig journal",
  "Quarterly journal created": "Årlig kvartalsjournal opprettet",
  "Common settings": "Vanlige innstillinger",
  "Week number calculation (across years)": "Beregn ukenumre (hele året)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'USA-format': Søndag, 'ISO(EU)-format': Mandag, [>> dokumentasjon her](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Velg språk for ukedagene. Lokalisering (:d efault) eller engelsk (:en)",
  "Holidays > Select your country name": "Helligdager > Velg ditt land",
  "If possible to set the State and Region, do so individually.": "Hvis du kan angi stat og region, angir du dem separat.",
  "Holidays > Select your state of the country (:additional option)": "Helligdager > Velg en stat eller provins i landet (tilleggsalternativ)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Alfanumerisk kode på to bokstaver (f.eks. NY) eller tom (standard)",
  "Holidays > Select your region of the country (:additional option)": "Helligdager > Velg en region i landet (flere alternativer)",
  "2 or 3 character alphanumeric code or blank (default)": "Alfanumerisk kode på 2 eller 3 tegn eller et mellomrom (standard)",
  "Holidays > Highlight Color": "Fremhev farger > høytider",
  "Enable Lunar-calendar based (Chinese only)": "Aktiver månekalenderbasert (bare kinesisk)",
  "Other language regions are not affected.": "Andre språkområder påvirkes ikke.",
  "Week number format options": "Alternativer for uketallformat",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Dette er en banebrytende endring for eksisterende brukere. Bruk en av følgende veksleknapper for å endre det gamle sidenavnet:",
  "For compatibility. Replace page titles (Weekly Journals)": "For kompatibilitet. Erstatt sidetittel (månedlig journal)",
  "4-digit year": "Firesifret årstall",
  "Quarter": "kvartal",
  "Week": "uke",
  "year range": "Årstall",
  "Click this toggle to run it.": "Klikk på denne bryteren for å kjøre den.",
  "Behind Journal Title": "Ved siden av tidsskrifttittelen",
  "Day of the week long or short": "Dag i uken: lang eller kort",
  "Enable Holidays alert": "Aktivere varsler om ferie",
  "Enable week number": "Aktivere ukenummerering",
  "Hide the year of week number": "Skjul årets ukenummer",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Hvis du aktiverer denne innstillingen, skjules årsrepresentasjonen i datoformat. 2023-W30 vises for eksempel som W30. Generelt følger notasjonen av ukenumre reglene basert på ISO 8601. Begrunnelsen for å skille mellom år er at årets første uke kan regnes med den siste uken i foregående år. Bare i slike tilfeller vil den vises som 2023-W53.",
  "Show settings button": "Vis innstillinger-knappen",
  "Show week number of the year or month (unit)": "Vise ukenummeret (i enheter) for året eller måneden",
  "Coloring to the word of Saturday or Sunday": "Fargelegg lørdags- og søndagsordene dine",
  "Enable relative time": "Aktivere relativ tid",
  "like `3 days ago`": "Som \"3 dager siden\"",
  "Enable day of the week": "Aktiver ukedagen",
  "If user date format includes day of the week, this setting is ignored.": "Hvis brukerens datoformat inkluderer ukedagen, ignoreres denne innstillingen.",
  "Enable monthly journal link": "Aktiver månedlig journalkobling",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Plasser en kobling for å åpne månedsjournalen for hierarkiet som i [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Hvis ukedagen er inkludert i brukerens datoformat, lokaliserer du ukedagen i datokoblingen",
  "*This setting does not affect the graph": "* Denne innstillingen påvirker ikke grafen.",
  "Enable month and day of lunar-calendar (Chinese only)": "Aktiver månemåned og dag (bare kinesisk)",
  "Journal boundaries (mini calendar)": "Minikalender av tidsskrifter",
  "Enable feature": "Aktiver funksjonen",
  "Use also on single journal": "Bruk i én journal",
  "Use also on journals": "Brukes også i tidsskrifter",
  "Use also on Weekly Journal": "Brukes også i ukentlige tidsskrifter",
  "Show it on bottom": "Vises på undersiden",
  "Mini calendar only, Week start (Unset: by the selected format)": "Bare minikalender, ukestart (ikke angitt: avhengig av valgt format)",
  "default: `unset`": "Standard: 'unset'",
  "Highlight color (single page)": "Uthevingsfarge (enkeltside)",
  "Highlight color (today)": "Uthevingsfarge (i dag)",
  "If no page found, not create page (before today)": "Hvis du ikke finner siden, må du ikke opprette den (før i dag)",
  "Open future page": "Åpne Fremtid-siden",
  "Show month": "Vis måned",
  "Show week number (calculate from the date of Monday)": "Vis ukenummer (beregnet fra mandagsdato)",
  "Show indicator (dot) of journal entries": "Hvis det er en oppføring for journalen, viser du en indikator (punkt)",
  "Highlight holidays": "høytiden",
  "Add color to holidays and display the content on mouseover": "Legge til farge på helligdager og vise innhold på mouseover",
  "Weekly Journal": "Ukentlige tidsskrifter",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Aktiver koblinger og funksjoner. Hvis det ikke er noe innhold tilgjengelig på en side med et ukenummer som 2023-W25, settes det inn en mal.",
  "Set page tag (Add to tags property)": "Konfigurere sidekoder (egenskaper for Legg til i koder)",
  "Input a page name (default is blank)": "Skriv inn et sidenavn (standard er tomt)",
  "Template name": "Navn på mal",
  "Input the template name (default is blank)": "Skriv inn et malnavn (standarden er tom)",
  "Enable [headline of each days]": "Aktiver \"Overskrifter for hver dag\"",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Ved å hente verdien for journalegenskapen for denne uken, genereres det automatisk en spørring som viser overskriftene for hver dag. Den gjelder ikke for tidligere ukentlige tidsskrifter.",
  "headline of each days > Property name for headline of each days": "Overskrift for hver dag > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Angi en blokk med dette egenskapsnavnet i hver journalblokk. Det er nyttig å innlemme det i journalmalen. Hvis du gjør det, vil navnet bli endret.",
  "Enable \"This Week\" section": "Aktiver delen \"Denne uken\"",
  "Links to each day. Tooltip on mouseover.": "Lenker til hver dag. Verktøytips på mouseover.",
  "\"This Week\" section or headline > position": "Denne uken seksjon eller overskrift > posisjon",
  "above or below the template": "Over eller under malen",
  "\"This Week\" section > Enable the day of the week": "Aktiver delen \"Denne uken\" > ukedagene",
  "Display the day of the week with a link.": "Viser ukedagen med en kobling.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Inndelingen «Denne uken» > Konverterer ukedagene i delen til koblinger.",
  "Make it a link to access the weekday page.": "Gjør det til en kobling for å få tilgang til ukedagssiden.",
  "\"This Week\" section > Enable embedding for each journal": "Inndelingen «Denne uken» > Aktivere innebygging for hver journal",
  "You can view and edit it as it is without moving to that page.": "Du kan vise og redigere den som den er uten å navigere til den siden.",
  "\"This Week\" section > Unlink date links for each journal": "I «Denne uken»-delen> fjerne koblingen til datokoblingen for hver journal",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Spesielt hvis innstillingene ovenfor er aktivert. (For å unngå duplisering av \"lenkereferanser\" når referanser ikke brukes)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "«Denne uken»-delen > Fest «Denne uken»-delen nederst til høyre",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. ThisWeek-taggen legges til i Ukentlig-delen. Når taggen er lagt til, vises en popup. (Tagger legges ikke til i tidligere inndelinger.)",
  "Monthly Journal": "Månedlige tidsskrifter",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Aktiver koblinger og funksjoner. Hvis det ikke er noe innhold tilgjengelig på en side med et månedsnummer, for eksempel 2024/05, settes det inn en mal.",
  "Quarterly Journal": "Årlig kvartalsjournal",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Aktiver koblinger og funksjoner. Hvis det ikke er noe innhold tilgjengelig på en side med et kvartalstall, for eksempel 2024/Q1, settes det inn en mal.",
  "Weekly journal created": "Det er opprettet en ukentlig journal",
  "Headline": "Overskrifter",
  "This Week": "Denne uken"
}