{
  "Week number: ": "Weeknummer:",
  "Previous week": "Vorige week",
  "Next week": "Volgende week",
  "Page exists": "Pagina bestaat",
  "Page not found": "Pagina niet gevonden",
  "Open plugin setting": "Open plugin-instellingen",
  "Monthly journal created": "Er is een maandblad gemaakt",
  "Quarterly journal created": "Jaarlijks kwartaalblad gemaakt",
  "Common settings": "Algemene instellingen",
  "Week number calculation (across years)": "Weeknummers berekenen (hele jaar)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'US format': zondag, 'ISO(EU) format': maandag, [>> documentatie hier](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Selecteer de taal voor de dagen van de week. Lokalisatie (:d efault) of Engels (:en)",
  "Holidays > Select your country name": "Feestdagen > Selecteer uw land",
  "If possible to set the State and Region, do so individually.": "Als u de staat en regio kunt instellen, stelt u deze afzonderlijk in.",
  "Holidays > Select your state of the country (:additional option)": "Feestdagen > Selecteer een staat of provincie in het land (extra optie)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Alfanumerieke code van twee letters (bijv. NY) of blanco (standaard)",
  "Holidays > Select your region of the country (:additional option)": "Feestdagen > Selecteer een regio van het land (extra opties)",
  "2 or 3 character alphanumeric code or blank (default)": "Alfanumerieke code van 2 of 3 tekens of een spatie (standaard)",
  "Holidays > Highlight Color": "Markeer kleuren > feestdagen",
  "Enable Lunar-calendar based (Chinese only)": "Maankalender inschakelen (alleen Chinees)",
  "Other language regions are not affected.": "Andere taalgebieden worden niet beïnvloed.",
  "Week number format options": "Opties voor de notatie van weeknummers",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Dit is een belangrijke wijziging voor bestaande gebruikers. Gebruik een van de volgende schakelaars om de oude paginanaam te wijzigen:",
  "For compatibility. Replace page titles (Weekly Journals)": "Voor compatibiliteit. Paginatitel vervangen (maandjournaal)",
  "4-digit year": "Viercijferig jaartal",
  "Quarter": "wijk",
  "Week": "week",
  "year range": "Jaar bereik",
  "Click this toggle to run it.": "Klik op deze schakelaar om deze uit te voeren.",
  "Behind Journal Title": "Naast de titel van het tijdschrift",
  "Day of the week long or short": "Dag van de week: lang of kort",
  "Enable Holidays alert": "Vakantiewaarschuwingen inschakelen",
  "Enable week number": "Weeknummering inschakelen",
  "Hide the year of week number": "Verberg weeknummer van het jaar",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Als u deze instelling inschakelt, wordt de jaarweergave in datumnotatie verborgen. 2023-W30 wordt bijvoorbeeld weergegeven als W30. Over het algemeen volgt de notatie van weeknummers de regels op basis van ISO 8601. De reden voor het onderscheid tussen jaren is dat de eerste week van het jaar kan worden meegeteld in de laatste week van het voorgaande jaar. Alleen in dergelijke gevallen wordt het weergegeven als 2023-W53.",
  "Show settings button": "Knop Instellingen weergeven",
  "Show week number of the year or month (unit)": "Geef het weeknummer (in eenheden) van het jaar of de maand weer",
  "Coloring to the word of Saturday or Sunday": "Kleur je zaterdag- en zondagwoorden",
  "Enable relative time": "Relatieve tijd inschakelen",
  "like `3 days ago`": "Zoals \"3 dagen geleden\"",
  "Enable day of the week": "Schakel de dag van de week in",
  "If user date format includes day of the week, this setting is ignored.": "Als de datumnotatie van de gebruiker de dag van de week bevat, wordt deze instelling genegeerd.",
  "Enable monthly journal link": "Koppeling naar maandjournaal inschakelen",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Plaats een link om het maandjournaal van de hiërarchie te openen zoals in [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Als de dag van de week is opgenomen in de datumnotatie van de gebruiker, lokaliseert u de dag van de week in de datumkoppeling",
  "*This setting does not affect the graph": "* Deze instelling heeft geen invloed op de grafiek.",
  "Enable month and day of lunar-calendar (Chinese only)": "Maanmaand en -dag inschakelen (alleen in het Chinees)",
  "Journal boundaries (mini calendar)": "Mini-kalender van tijdschriften",
  "Enable feature": "Schakel de functie in",
  "Use also on single journal": "Gebruik in één dagboek",
  "Use also on journals": "Ook gebruikt in tijdschriften",
  "Use also on Weekly Journal": "Ook gebruikt in weekbladen",
  "Show it on bottom": "Afgebeeld op de onderzijde",
  "Mini calendar only, Week start (Unset: by the selected format)": "Alleen minikalender, begin van de week (niet ingesteld: afhankelijk van het gekozen formaat)",
  "default: `unset`": "Standaardinstelling: 'unset'",
  "Highlight color (single page)": "Markeringskleur (één pagina)",
  "Highlight color (today)": "Markeringskleur (vandaag)",
  "If no page found, not create page (before today)": "Als u de pagina niet kunt vinden, maak deze dan niet aan (vóór vandaag)",
  "Open future page": "De pagina Toekomst openen",
  "Show month": "Toon maand",
  "Show week number (calculate from the date of Monday)": "Toon weeknummer (gerekend vanaf maandagdatum)",
  "Show indicator (dot) of journal entries": "Als er een boeking voor het journaal is, geeft u een indicator (punt) weer",
  "Highlight holidays": "Markeer de feestdagen",
  "Add color to holidays and display the content on mouseover": "Voeg kleur toe aan feestdagen en bekijk inhoud met de muisaanwijzer",
  "Weekly Journal": "Wekelijkse tijdschriften",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Schakel koppelingen en functies in. Als er geen inhoud beschikbaar is op een pagina met een weeknummer zoals 2023-W25, wordt een sjabloon ingevoegd.",
  "Set page tag (Add to tags property)": "Paginatags configureren (Toevoegen aan eigenschappen tags)",
  "Input a page name (default is blank)": "Voer een paginanaam in (standaard is deze leeg)",
  "Template name": "Naam van sjabloon",
  "Input the template name (default is blank)": "Voer een sjabloonnaam in (standaard is deze leeg)",
  "Enable [headline of each days]": "Schakel \"Koppen voor elke dag\" in",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Door de waarde van de journaaleigenschap voor die week op te halen, wordt automatisch een query gegenereerd waarin de koppen voor elke dag worden weergegeven. Het is niet van toepassing op weekbladen uit het verleden.",
  "headline of each days > Property name for headline of each days": "Kop van elke dag > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Geef in elk journaalblok een blok op met de naam van deze eigenschap. Het is handig om het op te nemen in het journaalsjabloon. Als u dat doet, wordt de naam gewijzigd.",
  "Enable \"This Week\" section": "Schakel het gedeelte 'Deze week' in",
  "Links to each day. Tooltip on mouseover.": "Links naar elke dag. Tooltip bij mouseover.",
  "\"This Week\" section or headline > position": "Deze week sectie of kop > positie",
  "above or below the template": "Boven of onder de sjabloon",
  "\"This Week\" section > Enable the day of the week": "Schakel het gedeelte 'Deze week' in > dagen van de week",
  "Display the day of the week with a link.": "Geeft de dag van de week weer met een link.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "In de sectie 'Deze week' > worden de dagen van de week in de sectie geconverteerd naar koppelingen.",
  "Make it a link to access the weekday page.": "Maak er een link van om toegang te krijgen tot de doordeweekse pagina.",
  "\"This Week\" section > Enable embedding for each journal": "Sectie 'Deze week' > Insluiten inschakelen voor elk dagboek",
  "You can view and edit it as it is without moving to that page.": "U kunt het bekijken en bewerken zoals het is zonder naar die pagina te navigeren.",
  "\"This Week\" section > Unlink date links for each journal": "In het gedeelte 'Deze week> Ontkoppel de datumlink voor elk dagboek",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Zeker als bovenstaande instellingen zijn ingeschakeld. (Om duplicatie van \"linkverwijzingen\" te voorkomen wanneer er geen verwijzingen worden gebruikt)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Het gedeelte 'Deze week' > Zet het gedeelte 'Deze week' rechtsonder vast",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. De tag ThisWeek is toegevoegd aan de sectie Weekly. Zodra de tag is toegevoegd, verschijnt er een pop-up. (Tags worden niet toegevoegd aan eerdere secties.)",
  "Monthly Journal": "Maandelijkse tijdschriften",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Schakel koppelingen en functies in. Als er geen inhoud beschikbaar is op een pagina met een maandnummer, zoals 2024/05, wordt een sjabloon ingevoegd.",
  "Quarterly Journal": "Jaarlijks kwartaalblad",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Schakel koppelingen en functies in. Als er geen inhoud beschikbaar is op een pagina met een kwartaalnummer, zoals 2024/Q1, wordt een sjabloon ingevoegd.",
  "Weekly journal created": "Er is een weekblad gemaakt",
  "Headline": "Krantenkoppen",
  "This Week": "deze week"
}