{
  "*This setting does not affect the graph": "*Deze instelling heeft geen invloed op de grafiek",
  "2 or 3 character alphanumeric code or blank (default)": "Alfanumerieke code van 2 of 3 tekens of blanco (standaard)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Alfanumerieke code van 2 tekens (bijv. NY) of leeg (standaard)",
  "4-digit year": "4-cijferig jaar",
  "Add color to holidays and display the content on mouseover": "Voeg kleur toe aan feestdagen en geef de inhoud weer als u de muisaanwijzer erop plaatst",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Genereer automatisch een query om koppen voor elke dag weer te geven door de waarde van de eigenschap in het journaal voor die week op te halen. Niet van toepassing op eerdere weekbladen.",
  "Behind Journal Title": "Achter de titel van het tijdschrift",
  "Click this toggle to run it.": "Klik op deze schakelaar om deze uit te voeren.",
  "Coloring to the word of Saturday or Sunday": "Kleuren naar het woord van zaterdag of zondag",
  "Common settings": "Algemene instellingen",
  "Day of the week long or short": "Dag van de week lang of kort",
  "Enable \"This Week\" section": "Schakel het gedeelte 'Deze week' in",
  "Enable Holidays alert": "Vakantiewaarschuwing inschakelen",
  "Enable Lunar-calendar based (Chinese only)": "Maankalender inschakelen (alleen in het Chinees)",
  "Enable [headline of each days]": "Schakel [kop van elke dag] in",
  "Enable day of the week": "Dag van de week inschakelen",
  "Enable feature": "Functie inschakelen",
  "Enable month and day of lunar-calendar (Chinese only)": "Maand en dag van maankalender inschakelen (alleen Chinees)",
  "Enable monthly journal link": "Koppeling naar maandjournaal inschakelen",
  "Enable relative time": "Relatieve tijd inschakelen",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Schakel de koppeling en functie in. Als er geen inhoud beschikbaar is op een pagina met een maandnummer zoals 2024/05, wordt er een sjabloon ingevoegd.",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Schakel de koppeling en functie in. Als er geen inhoud beschikbaar is op een pagina met een kwartaalnummer zoals 2024/Q1, wordt er een sjabloon ingevoegd.",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Schakel de koppeling en functie in. Als er geen inhoud beschikbaar is op een pagina met een weeknummer zoals 2023-W25, wordt er een sjabloon ingevoegd.",
  "Enable week number": "Weeknummer inschakelen",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Als u deze instelling inschakelt, wordt de jaarweergave in de datumnotatie verborgen. 2023-W30 wordt bijvoorbeeld weergegeven als W30. Doorgaans volgt de notatie van weeknummers de regels op basis van ISO 8601. De reden voor het onderscheid tussen het jaar is dat de eerste week van een jaar kan worden opgenomen in de laatste week van het voorgaande jaar. Alleen in dergelijke gevallen wordt het weergegeven als 2023-W53.",
  "For compatibility. Replace page titles (Weekly Journals)": "Voor compatibiliteit. Paginatitels vervangen (weekbladen)",
  "Headline": "Kop",
  "Hide the year of week number": "Verberg het jaartal van de week",
  "Highlight color (single page)": "Markeringskleur (één pagina)",
  "Highlight color (today)": "Kleur markeren (vandaag)",
  "Highlight holidays": "Hoogtepunt vakanties",
  "Holidays > Highlight Color": "Feestdagen > Highlight Color",
  "Holidays > Select your country name": "Feestdagen > Selecteer de naam van uw land",
  "Holidays > Select your region of the country (:additional option)": "Feestdagen > Selecteer uw regio van het land (:extra optie)",
  "Holidays > Select your state of the country (:additional option)": "Feestdagen > Selecteer uw staat van het land (:extra optie)",
  "If no page found, not create page (before today)": "Als er geen pagina is gevonden, maak dan geen pagina aan (vóór vandaag)",
  "If possible to set the State and Region, do so individually.": "Indien mogelijk om de staat en regio in te stellen, doe dit dan afzonderlijk.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Als de dag van de week is opgenomen in de datumnotatie van de gebruiker, lokaliseert u de dag van de week in de datumkoppeling",
  "If user date format includes day of the week, this setting is ignored.": "Als de datumnotatie van de gebruiker de dag van de week bevat, wordt deze instelling genegeerd.",
  "Input a page name (default is blank)": "Voer een paginanaam in (standaard is deze leeg)",
  "Input the template name (default is blank)": "Voer de sjabloonnaam in (standaard is leeg)",
  "Journal boundaries (mini calendar)": "Journaalgrenzen (minikalender)",
  "Like an analog notebook with side-by-side pages": "Als een analoog notitieboek met pagina's naast elkaar",
  "Links to each day. Tooltip on mouseover.": "Links naar elke dag. Tooltip bij mouseover.",
  "Mini calendar only, Week start (Unset: by the selected format)": "Alleen minikalender, weekstart (niet ingesteld: door het geselecteerde formaat)",
  "Monthly Journal": "Maandelijks journaal",
  "Monthly journal created": "Maandelijks dagboek aangemaakt",
  "Next week": "Volgende week",
  "Only effective if the above item is enabled": "Alleen effectief als het bovenstaande item is ingeschakeld",
  "Open future page": "Toekomstige pagina openen",
  "Open plugin setting": "Open plug-in-instelling",
  "Other language regions are not affected.": "Andere taalgebieden worden niet beïnvloed.",
  "Page exists": "Pagina bestaat",
  "Page not found": "Pagina niet gevonden",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Plaats een link om het maandjournaal van de hiërarchie te openen, zoals [[2023/10]]",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Bereid een blok voor met deze eigenschapsnaam in elk journaalblok. Het is handig om het op te nemen in het journaalsjabloon. Als u het wijzigt, wordt de naam gewijzigd.",
  "Previous week": "Vorige week",
  "Quarter": "Wijk",
  "Quarterly Journal": "Driemaandelijks tijdschrift",
  "Quarterly journal created": "Kwartaalblad gemaakt",
  "Select language Localize(:default) or English(:en) for day of the week": "Selecteer de taal Localize(:d efault) of English(:nl) voor de dag van de week",
  "Set page tag (Add to tags property)": "Paginatag instellen (eigenschap Toevoegen aan tags)",
  "Show indicator (dot) of journal entries": "Toon indicator (punt) van journaalposten",
  "Show it on bottom": "Toon het onderaan",
  "Show month": "Toon maand",
  "Show settings button": "Knop Instellingen weergeven",
  "Show week number (calculate from the date of Monday)": "Toon weeknummer (bereken vanaf de datum van maandag)",
  "Show week number of the year or month (unit)": "Toon weeknummer van het jaar of de maand (eenheid)",
  "Side opening workspace > Embed each day's page in the \"This Week\" section ": "Werkruimte aan de zijkant > De pagina van elke dag insluiten in het gedeelte 'Deze week' ",
  "Template name": "Naam van sjabloon",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "De '#. De tag 'ThisWeek' is toegevoegd aan het gedeelte 'This Week'. Als de tag is toegevoegd, wordt er een pop-up weergegeven. (De tag is niet toegevoegd aan de vorige sectie.)",
  "This Week": "Deze week",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Dit is een belangrijke wijziging voor bestaande gebruikers. Wijzig de oude paginanaam met een van de volgende schakelaars.",
  "Use also on Weekly Journal": "Gebruik ook op Weekly Journal",
  "Use also on journals": "Ook te gebruiken in tijdschriften",
  "Use also on single journal": "Ook te gebruiken op een enkel dagboek",
  "Week": "Week",
  "Week number calculation (across years)": "Berekening van het weeknummer (over de jaren heen)",
  "Week number format options": "Opties voor de notatie van weeknummers",
  "Week number: ": "Weeknummer: ",
  "Weekly Journal": "Wekelijks journaal",
  "Weekly journal created": "Wekelijks dagboek gemaakt",
  "You can view and edit it as it is without moving to that page.": "U kunt het bekijken en bewerken zoals het is zonder naar die pagina te gaan.",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "\"US format\": zondag, \"ISO(EU)-formaat\": maandag, [>> document hier](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `unset`": "Standaardinstelling: 'Niet ingesteld'",
  "headline of each days > Property name for headline of each days": "kop van elke dag > Eigenschapsnaam voor de kop van elke dag",
  "like `3 days ago`": "zoals '3 dagen geleden'",
  "year range": "jaar bereik"
}