{
  "\"This Week\" section > Embed feature > Unlink date links for each journal (to avoid duplication of \"Linked References\" if references are not used)": "\"Deze week\" sectie > Insluitfunctie > Datumkoppelingen voor elk journaal ontkoppelen (om dubbele \"Gekoppelde verwijzingen\" te voorkomen als er geen verwijzingen worden gebruikt)",
  "\"This Week\" section position": "Waar u het gedeelte \"Deze week\" kunt invoegen",
  "*This setting does not affect the graph": "*Deze instelling heeft geen invloed op grafieken",
  "2 or 3 character alphanumeric code or blank (default)": "2 of 3 alfanumerieke code of leeg (standaard)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "2-cijferige alfanumerieke code (bijv. NY) of leeg (standaard)",
  "Add color to holidays and display the content on mouseover": "Voeg kleur toe aan feestdagen en toon de inhoud bij mouseover",
  "Behind Journal Title": "Achter Journaaltitel (naast de titel van het tijdschrift)",
  "Coloring to the word of Saturday or Sunday": "Zaterdag- en zondagdagen inkleuren",
  "Common settings": "Algemene instellingen",
  "Convert the day of the week in the `This Week` section into links.": "Zet de dag van de week in het gedeelte 'Deze week' om in een link",
  "Day of the week long or short": "Kies of de dag van de week lang of kort is",
  "Day of the week, Select language Localize(:default) or English(:en)": "Selecteer de taal van de dag van de week Lokalisatie (:d efault) of Engels (:en)",
  "Enable \"This Week\" section": "Schakel het gedeelte 'Deze week' in (link naar elke dag van de week)",
  "Enable Holidays alert": "Feestdagen waarschuwing inschakelen",
  "Enable Lunar-calendar based (Chinese only)": "Maan-kalender inschakelen (alleen Chinees)",
  "Enable day of the week": "Toon de dag van de week",
  "Enable embedding for each journal": "Insluiten inschakelen voor elk journaal",
  "Enable feature": "De functie inschakelen",
  "Enable month and day of lunar-calendar (Chinese only)": "Maand en dag van de maankalender inschakelen (alleen Chinees)",
  "Enable monthly journal link": "Een koppeling naar een maandelijks journaal inschakelen",
  "Enable relative time": "Relatieve tijd weergeven",
  "Enable the day of the week in the `This Week` section": "Schakel de dagen van de week in het gedeelte 'Deze week' in",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Schakel koppelingen en functies in. Als er geen inhoud is op een pagina met een weeknummer, zoals 2023-W25, wordt de sjabloon ingevoegd.",
  "Enable week number": "Weeknummers weergeven",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Wanneer deze instelling is ingeschakeld, wordt de jaarnotatie in de datumnotatie verborgen. 2023-W30 wordt bijvoorbeeld weergegeven als W30. Weeknummers zijn meestal gebaseerd op ISO 8601-regels. De reden voor het onderscheiden van jaren is dat de eerste week van het jaar kan worden opgenomen in de laatste week van het voorgaande jaar. Alleen in dergelijke gevallen zal er 2023-W53 staan.",
  "Hide the year of week number": "Verberg weeknummer jaar",
  "Highlight color (single page)": "Markeerkleur (één pagina)",
  "Highlight color (today)": "Markeer kleur (vandaag)",
  "Holidays > Select your country name": "Feestdagen > Selecteer de naam van uw land",
  "Holidays > Select your region of the country (:additional option)": "Feestdagen > Selecteer uw regio van het land (:extra optie)",
  "Holidays > Select your state of the country (:additional option)": "Feestdagen > Selecteer uw staat van het land (:extra optie)",
  "If no page found, not create page (before today)": "Als de pagina niet wordt gevonden, maak de pagina dan niet (vóór vandaag)",
  "If possible to set the State and Region, do so individually.": "Als het mogelijk is om de staat en regio in te stellen, doe dit dan individueel.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Als de datumnotatie van de gebruiker een dag van de week bevat, lokaliseert u de dag van de week in de datumkoppeling",
  "If user date format includes day of the week, this setting is ignored.": "Als de datumnotatie van de gebruiker een dag van de week bevat, wordt deze instelling genegeerd.",
  "Input a page name (default is blank)": "Voer een paginanaam in (standaard is leeg)",
  "Input the template name (default is blank)": "Voer een sjabloonnaam in (standaard is leeg)",
  "Journal boundaries": "Grenzen van het journaal",
  "Mini calendar only, Week start (Unset: by the selected format)": "Alleen minikalender, begin van de week (niet ingesteld: afhankelijk van de geselecteerde notatie van het weeknummer)",
  "Next week": "Volgende week",
  "Open future page": "Een pagina openen voor vandaag",
  "Open plugin setting": "Plugin-instellingen openen",
  "Other language regions are not affected.": "Andere taalregio's worden niet beïnvloed.",
  "Page exists": "Pagina bestaat",
  "Page not found": "Pagina niet gevonden",
  "Page-tags type": "Typen paginatags",
  "Pin the “This Week” section to the bottom right": "Zet het gedeelte 'Deze week' vast in de rechterbenedenhoek",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Plaats een link om een hiërarchisch maandblad te openen zoals [[2023/10]]",
  "Previous week": "Vorige week",
  "Set page tag (Add to tags property)": "Paginatags instellen (eigenschap Toevoegen aan tags)",
  "Show boundaries on bottom": "Grenzen onderaan weergeven",
  "Show indicator (dot) of journal entries": "Indicator (punt) van journaalvermeldingen weergeven",
  "Show month": "Toon de maand",
  "Show settings button": "Knop Instellingen weergeven",
  "Show the boundaries of days before and after the day on the single journal page": "Bekijk op één pagina van het dagboek de grenzen voor en na de dag",
  "Show week number (calculate from the date of Monday)": "Weeknummers weergeven (berekend in dagen vanaf maandag)",
  "Show week number of the year or month (unit)": "Selecteer de weeknummering van de eenheid in het jaar of de maand",
  "Support holidays": "Feestdagen ondersteunen",
  "Template name": "Naam van sjabloon",
  "This Week": "Deze week",
  "Use also on Weekly Journal": "Ook gebruikt in het Weekblad",
  "Use also on journals": "Ook gebruikt in tijdschriften",
  "Week number calculation (across years)": "Hoe weekgetallen worden berekend (over de jaren heen)",
  "Week number: ": "Week nummer: ",
  "Weekly Journal": "Weekblad",
  "Weekly journal created": "Weekblad aangemaakt",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "VS-formaat: zondag begint, ISO-formaten (voor EU-formaten): maandag begint, [>> documenten](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `true` | The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Standaard: `true` | De `#.ThisWeek` tag wordt toegevoegd aan het gedeelte `Deze week`. Als de tag is toegevoegd, wordt er een pop-up weergegeven. (De tag wordt niet toegevoegd aan het gedeelte verleden.)",
  "default: `yyyy(: year), yyyy/MM(: month), yyyy-Www(: previous), yyyy-Www(: next)`": "Standaardwaarden: 'jjjj(: jaar), jjjj/MM(: jaar/maand), jjjj-www(: jaar - vorige week), jjjj-www(: jaar - volgende week)'",
  "like `3 days ago`": "Weergeven als '3 dagen geleden'"
}