{
  "\"This Week\" section > Embed feature > Unlink date links for each journal (to avoid duplication of \"Linked References\" if references are not used)": "Sekcja \"W tym tygodniu\" > Funkcja osadzania > Odłącz linki daty dla każdego dziennika (aby uniknąć duplikacji \"Powiązanych odwołań\", jeśli odwołania nie są używane)",
  "\"This Week\" section position": "Gdzie wstawić sekcję \"W tym tygodniu\"",
  "*This setting does not affect the graph": "*To ustawienie nie ma wpływu na wykresy",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "Format amerykański: niedziela zaczyna, ISO (dla UE) formaty: poniedziałek zaczyna, [>> dokumenty](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Behind Journal Title": "Za tytułem czasopisma (obok tytułu czasopisma)",
  "Coloring to the word of Saturday or Sunday": "Pokoloruj sobotnie i niedzielne dni",
  "Convert the day of the week in the `This Week` section into links.": "Przekształć dzień tygodnia w sekcji \"W tym tygodniu\" na link",
  "Day of the week long or short": "Wybierz, czy dzień tygodnia ma być długi, czy krótki",
  "Day of the week, Select language Localize(:default) or English(:en)": "Wybierz język dnia tygodnia Lokalizacja (:d efault) lub angielski (:en)",
  "default: `true` | The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Wartość domyślna: `true` | Tag `#.ThisWeek` jest dodawany do sekcji `W tym tygodniu`. Jeśli tag jest dodany, wyświetlany jest komunikat. (Tag nie jest dodawany do sekcji przeszłych.)",
  "default: `yyyy(: year), yyyy/MM(: month), yyyy-Www(: previous), yyyy-Www(: next)`": "Wartości domyślne: 'yyyy(: rok), yyyy/MM(: rok/miesiąc), yyyy-www(: rok - poprzedni tydzień), yyyy-www(: rok - następny tydzień)'",
  "Enable \"This Week\" section": "Włącz sekcję \"W tym tygodniu\" (link do każdego dnia tygodnia)",
  "Enable day of the week": "Pokaż dzień tygodnia",
  "Enable embedding for each journal": "Włącz osadzanie dla każdego arkusza",
  "Enable feature": "Włącz tę funkcję",
  "Enable monthly journal link": "Włączanie łącza do miesięcznika",
  "Enable relative time": "Pokaż czas względny",
  "Enable the day of the week in the `This Week` section": "Włącz dni tygodnia w sekcji \"Ten tydzień\"",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Włącz łącza i funkcje. Jeśli na stronie z numerem tygodnia nie ma treści, np. 2023-W25, szablon zostanie wstawiony.",
  "Enable week number": "Pokaż numery tygodni",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Gdy to ustawienie jest włączone, zapis roku w formacie daty jest ukryty. Na przykład 2023-W30 będzie wyświetlany jako W30. Numery tygodni są zwykle oparte na regułach ISO 8601. Powodem rozróżniania lat jest to, że pierwszy tydzień roku może być włączony do ostatniego tygodnia roku poprzedniego. Tylko w takich przypadkach powie 2023-W53.",
  "Hide the year of week number": "Ukryj numer tygodnia rok",
  "Highlight color (single page)": "Kolor podświetlenia (pojedyncza strona)",
  "Highlight color (today)": "Kolor podświetlenia (dzisiaj)",
  "If no page found, not create page (before today)": "Jeśli strona nie zostanie znaleziona, nie twórz jej (przed dniem dzisiejszym)",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Jeśli format daty użytkownika zawiera dzień tygodnia, zlokalizuj dzień tygodnia w linku daty",
  "If user date format includes day of the week, this setting is ignored.": "Jeśli format daty użytkownika zawiera dzień tygodnia, to ustawienie jest ignorowane.",
  "Input a page name (default is blank)": "Podaj nazwę strony (domyślnie jest pusta)",
  "Input the template name (default is blank)": "Wprowadź nazwę szablonu (domyślnie puste)",
  "Journal boundaries": "Granice dziennika",
  "like `3 days ago`": "Wyświetlaj jako \"3 dni temu\"",
  "Mini calendar only, Week start (Unset: by the selected format)": "Tylko mini kalendarz, początek tygodnia (nie ustawiono: w zależności od wybranego formatu numeru tygodnia)",
  "Next week": "W przyszłym tygodniu",
  "Open future page": "Otwórz stronę z wyprzedzeniem",
  "Open plugin setting": "Otwórz ustawienia wtyczki",
  "Page-tags type": "Typy tagów strony",
  "Pin the “This Week” section to the bottom right": "Przypnij sekcję \"W tym tygodniu\" w prawym dolnym rogu",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Umieść link, aby otworzyć hierarchiczny miesięcznik, taki jak [[2023/10]]",
  "Previous week": "Poprzedni tydzień",
  "Set page tag (Add to tags property)": "Ustawianie tagów strony (właściwość dodawania do tagów)",
  "Show month": "Pokaż miesiąc",
  "Show settings button": "Przycisk Pokaż ustawienia",
  "Show the boundaries of days before and after the day on the single journal page": "Na jednej stronie dziennika wyświetl granice przed i po dniu",
  "Show week number (calculate from the date of Monday)": "Wyświetlanie numerów tygodni (liczonych w dniach rozpoczynających się w poniedziałek)",
  "Show week number of the year or month (unit)": "Wybierz jednostkę numeracji tygodni w roku lub miesiącu",
  "Template name": "Nazwa szablonu",
  "This Week": "W tym tygodniu",
  "Use also on journals": "Używany również w czasopismach",
  "Use also on Weekly Journal": "Używany również w Weekly Journal",
  "Week number calculation (across years)": "Sposób obliczania liczby tygodni (w różnych latach)",
  "Week number: ": "Numer tygodnia: ",
  "Weekly Journal": "Tygodnik",
  "Page not found" : "Strona nie znaleziona",
  "Page exists" : "Strona istnieje",
  "Show indicator (dot) of journal entries" : "Pokaż wskaźnik (kropkę) wpisów dziennika",
  "Show boundaries on bottom" : "Pokaż granice na dole",
  "Weekly journal created": "Tygodnik utworzony"
}