{
  "*This setting does not affect the graph": "*To ustawienie nie ma wpływu na wykres",
  "2 or 3 character alphanumeric code or blank (default)": "2 lub 3-znakowy kod alfanumeryczny lub pusty (domyślnie)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "2-znakowy kod alfanumeryczny (np. NY) lub pusty (domyślnie)",
  "4-digit year": "4-cyfrowy rok",
  "Add color to holidays and display the content on mouseover": "Dodaj kolor do świąt i wyświetl zawartość po najechaniu myszą",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Automatycznie wygeneruj zapytanie, aby wyświetlić nagłówki dla każdego dnia, uzyskując wartość właściwości w arkuszu dla tego tygodnia. Nie dotyczy poprzednich tygodników.",
  "Behind Journal Title": "Za tytułem czasopisma",
  "Click this toggle to run it.": "Kliknij ten przełącznik, aby go uruchomić.",
  "Coloring to the word of Saturday or Sunday": "Kolorowanie na słowo soboty lub niedzieli",
  "Common settings": "Ustawienia wspólne",
  "Day of the week long or short": "Dzień tygodnia: długi lub krótki",
  "Enable \"This Week\" section": "Włącz sekcję \"W tym tygodniu\"",
  "Enable Holidays alert": "Włącz alert Święta",
  "Enable Lunar-calendar based (Chinese only)": "Włącz oparte na kalendarzu księżycowym (tylko w języku chińskim)",
  "Enable [headline of each days]": "Włącz [nagłówek każdego dnia]",
  "Enable day of the week": "Włącz dzień tygodnia",
  "Enable feature": "Włącz funkcję",
  "Enable month and day of lunar-calendar (Chinese only)": "Włącz miesiąc i dzień kalendarza księżycowego (tylko w języku chińskim)",
  "Enable monthly journal link": "Włącz łącze do dziennika miesięcznego",
  "Enable relative time": "Włącz czas względny",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Włącz łącze i funkcję. Jeśli na stronie o numerze miesiąca, takim jak 2024/05, nie ma dostępnej treści, zostanie wstawiony szablon.",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Włącz łącze i funkcję. Jeśli na stronie o numerze kwartalnym, takim jak 2024/Q1, nie ma dostępnej treści, zostanie wstawiony szablon.",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Włącz łącze i funkcję. Jeśli na stronie z numerem tygodnia, takim jak 2023-W25, nie ma dostępnej zawartości, zostanie wstawiony szablon.",
  "Enable week number": "Włącz numer tygodnia",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Włączenie tego ustawienia powoduje ukrycie reprezentacji roku w formacie daty. Na przykład 2023-W30 jest wyświetlany jako W30. Zazwyczaj zapis numerów tygodni jest zgodny z zasadami opartymi na normie ISO 8601. Powodem rozróżnienia roku jest to, że pierwszy tydzień roku może być uwzględniony w ostatnim tygodniu poprzedniego roku. Tylko w takich przypadkach wyświetla się jako 2023-W53.",
  "For compatibility. Replace page titles (Weekly Journals)": "Dla kompatybilności. Zastąp tytuły stron (Tygodniki)",
  "Headline": "Nagłówek",
  "Hide the year of week number": "Ukryj rok lub numer tygodnia",
  "Highlight color (single page)": "Kolor podświetlenia (pojedyncza strona)",
  "Highlight color (today)": "Kolor podświetlenia (dzisiaj)",
  "Highlight holidays": "Wyróżnij święta",
  "Holidays > Highlight Color": "Święta > kolor podświetlenia",
  "Holidays > Select your country name": "Święta > Wybierz nazwę swojego kraju",
  "Holidays > Select your region of the country (:additional option)": "Wakacje > Wybierz swój region kraju (:opcja dodatkowa)",
  "Holidays > Select your state of the country (:additional option)": "Święta > Wybierz swój kraj (:opcja dodatkowa)",
  "If no page found, not create page (before today)": "Jeśli nie znaleziono strony, nie twórz strony (przed dniem dzisiejszym)",
  "If possible to set the State and Region, do so individually.": "Jeśli to możliwe, aby ustawić stan i region, zrób to indywidualnie.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Jeśli dzień tygodnia jest uwzględniony w formacie daty użytkownika, zlokalizuj dzień tygodnia w linku daty",
  "If user date format includes day of the week, this setting is ignored.": "Jeśli format daty użytkownika zawiera dzień tygodnia, to ustawienie jest ignorowane.",
  "Input a page name (default is blank)": "Wprowadź nazwę strony (domyślnie jest to puste)",
  "Input the template name (default is blank)": "Wprowadź nazwę szablonu (domyślnie jest pusta)",
  "Journal boundaries (mini calendar)": "Granice dziennika (mini kalendarz)",
  "Like an analog notebook with side-by-side pages": "Jak analogowy notatnik z umieszczonymi obok siebie stronami",
  "Links to each day. Tooltip on mouseover.": "Linki do każdego dnia. Etykietka narzędzia po najechaniu myszą.",
  "Mini calendar only, Week start (Unset: by the selected format)": "Tylko minikalendarz, Początek tygodnia (Nieustawione: według wybranego formatu)",
  "Monthly Journal": "Miesięcznik",
  "Monthly journal created": "Utworzony dziennik miesięczny",
  "Next week": "W przyszłym tygodniu",
  "Only effective if the above item is enabled": "Działa tylko wtedy, gdy powyższy element jest włączony",
  "Open future page": "Otwórz stronę przyszłości",
  "Open plugin setting": "Otwórz ustawienie wtyczki",
  "Other language regions are not affected.": "Nie ma to wpływu na inne regiony językowe.",
  "Page exists": "Strona istnieje",
  "Page not found": "Nie znaleziono strony",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Umieść link, aby otworzyć Monthly Journal of the hierarche, taki jak [[2023/10]]",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Przygotuj blok o tej nazwie właściwości w każdym bloku dziennika. Wygodnie jest włączyć go do szablonu dziennika. Jeśli go zmienisz, zmiana nazwy zostanie wykonana.",
  "Previous week": "Poprzedni tydzień",
  "Quarter": "Ćwiartka",
  "Quarterly Journal": "Kwartalnik",
  "Quarterly journal created": "Utworzono kwartalnik",
  "Select language Localize(:default) or English(:en) for day of the week": "Wybierz język Localize(:d efault) lub English(:en) dla dnia tygodnia",
  "Set page tag (Add to tags property)": "Ustaw tag strony (właściwość Dodaj do tagów)",
  "Show indicator (dot) of journal entries": "Pokaż wskaźnik (kropkę) zapisów księgowych",
  "Show it on bottom": "Pokaż to na dole",
  "Show month": "Pokaż miesiąc",
  "Show settings button": "Przycisk Pokaż ustawienia",
  "Show week number (calculate from the date of Monday)": "Pokaż numer tygodnia (liczony od daty poniedziałku)",
  "Show week number of the year or month (unit)": "Pokaż numer tygodnia roku lub miesiąca (jednostka)",
  "Side opening workspace > Embed each day's page in the \"This Week\" section ": "Otwierany z boku obszar roboczy > Osadź stronę każdego dnia w sekcji \"W tym tygodniu\" ",
  "Template name": "Nazwa szablonu",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Znak \"#. ThisWeek\" zostanie dodany do sekcji \"This Week\". Jeśli tag zostanie dodany, zostanie wyświetlone wyskakujące okienko. (Znacznik nie jest dodawany do poprzedniej sekcji).",
  "This Week": "W tym tygodniu",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Jest to zmiana powodująca niezgodność dla istniejących użytkowników. Zmień starą nazwę strony za pomocą jednego z poniższych przełączników.",
  "Use also on Weekly Journal": "Używaj również w Weekly Journal",
  "Use also on journals": "Używaj również w czasopismach",
  "Use also on single journal": "Używaj również na pojedynczym dzienniku",
  "Week": "Tydzień",
  "Week number calculation (across years)": "Obliczanie numeru tygodnia (w różnych latach)",
  "Week number format options": "Opcje formatu numeru tygodnia",
  "Week number: ": "Numer tygodnia: ",
  "Weekly Journal": "Tygodnik",
  "Weekly journal created": "Utworzony tygodnik",
  "You can view and edit it as it is without moving to that page.": "Możesz go przeglądać i edytować w takiej postaci, w jakiej jest, bez przechodzenia do tej strony.",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "\"Format amerykański\": niedziela, \"format ISO(UE)\": poniedziałek, [dokument >> tutaj](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `unset`": "domyślnie: 'unset'",
  "headline of each days > Property name for headline of each days": "nagłówek każdego dnia > Nazwa usługi dla nagłówka każdego dnia",
  "like `3 days ago`": "jak '3 dni temu'",
  "year range": "Zakres lat"
}