{
  "Week number: ": "Numer tygodnia:",
  "Previous week": "Poprzedni tydzień",
  "Next week": "W przyszłym tygodniu",
  "Page exists": "Strona istnieje",
  "Page not found": "Nie znaleziono strony",
  "Open plugin setting": "Otwórz ustawienia wtyczki",
  "Monthly journal created": "Powstał miesięcznik",
  "Quarterly journal created": "Utworzenie rocznego kwartalnika",
  "Common settings": "Ustawienia wspólne",
  "Week number calculation (across years)": "Oblicz numery tygodni (cały rok)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "\"Format amerykański\": niedziela, \"format ISO(UE)\": poniedziałek, [>> dokumentacja tutaj](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Wybierz język dni tygodnia. Lokalizacja (:d efault) lub angielski (:en)",
  "Holidays > Select your country name": "Dni ustawowo wolne od pracy > Wybierz swój kraj",
  "If possible to set the State and Region, do so individually.": "Jeśli możesz ustawić stan i region, ustaw je osobno.",
  "Holidays > Select your state of the country (:additional option)": "Święta > Wybierz stan lub prowincję w kraju (opcja dodatkowa)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Dwuliterowy kod alfanumeryczny (np. NY) lub pusty (domyślnie)",
  "Holidays > Select your region of the country (:additional option)": "Święta > Wybierz region kraju (opcje dodatkowe)",
  "2 or 3 character alphanumeric code or blank (default)": "2- lub 3-znakowy kod alfanumeryczny lub spacja (domyślnie)",
  "Holidays > Highlight Color": "Wyróżnij kolory > święta",
  "Enable Lunar-calendar based (Chinese only)": "Włącz kalendarz księżycowy (tylko w języku chińskim)",
  "Other language regions are not affected.": "Nie ma to wpływu na inne regiony językowe.",
  "Week number format options": "Opcje formatu numeru tygodnia",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Jest to zmiana powodująca niezgodność dla istniejących użytkowników. Użyj jednego z następujących przełączników, aby zmienić starą nazwę strony:",
  "For compatibility. Replace page titles (Weekly Journals)": "Dla kompatybilności. Zastąp tytuł strony (miesięcznik)",
  "4-digit year": "Rok w postaci czterocyfrowej",
  "Quarter": "ćwiartka",
  "Week": "tydzień",
  "year range": "Zakres lat",
  "Click this toggle to run it.": "Kliknij ten przełącznik, aby go uruchomić.",
  "Behind Journal Title": "Obok tytułu czasopisma",
  "Day of the week long or short": "Dzień tygodnia: długi lub krótki",
  "Enable Holidays alert": "Włącz alerty świąteczne",
  "Enable week number": "Włączanie numeracji tygodni",
  "Hide the year of week number": "Ukryj numer tygodnia w roku",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Jeśli to ustawienie zostanie włączone, reprezentacja roku w formacie daty zostanie ukryta. Na przykład 2023-W30 jest wyświetlany jako W30. Ogólnie rzecz biorąc, zapis numerów tygodni jest zgodny z zasadami opartymi na normie ISO 8601. Powodem rozróżnienia lat jest to, że pierwszy tydzień roku można zaliczyć do ostatniego tygodnia poprzedniego roku. Tylko w takich przypadkach będzie wyświetlany jako 2023-W53.",
  "Show settings button": "Przycisk Pokaż ustawienia",
  "Show week number of the year or month (unit)": "Wyświetlanie numeru tygodnia (w jednostkach) roku lub miesiąca",
  "Coloring to the word of Saturday or Sunday": "Pokoloruj swoje sobotnie i niedzielne słowa",
  "Enable relative time": "Włącz czas względny",
  "like `3 days ago`": "Na przykład \"3 dni temu\"",
  "Enable day of the week": "Włącz dzień tygodnia",
  "If user date format includes day of the week, this setting is ignored.": "Jeśli format daty użytkownika zawiera dzień tygodnia, to ustawienie jest ignorowane.",
  "Enable monthly journal link": "Włącz łącze do dziennika miesięcznego",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Umieść link, aby otworzyć miesięczny dziennik hierarchii, jak w [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Jeśli dzień tygodnia jest uwzględniony w formacie daty użytkownika, zlokalizuj dzień tygodnia w linku daty",
  "*This setting does not affect the graph": "* To ustawienie nie ma wpływu na wykres.",
  "Enable month and day of lunar-calendar (Chinese only)": "Włącz miesiąc i dzień księżycowy (tylko w języku chińskim)",
  "Journal boundaries (mini calendar)": "Mini-kalendarz czasopism",
  "Enable feature": "Włącz tę funkcję",
  "Use also on single journal": "Używanie w jednym dzienniku",
  "Use also on journals": "Używany również w czasopismach",
  "Use also on Weekly Journal": "Używany również w tygodnikach",
  "Show it on bottom": "Pokazane na spodzie",
  "Mini calendar only, Week start (Unset: by the selected format)": "Tylko mini kalendarz, początek tygodnia (nie ustawiono: w zależności od wybranego formatu)",
  "default: `unset`": "Domyślnie: 'unset'",
  "Highlight color (single page)": "Kolor podświetlenia (pojedyncza strona)",
  "Highlight color (today)": "Kolor podświetlenia (dzisiaj)",
  "If no page found, not create page (before today)": "Jeśli nie możesz znaleźć strony, nie twórz jej (przed dzisiaj)",
  "Open future page": "Otwórz stronę Przyszłość",
  "Show month": "Pokaż miesiąc",
  "Show week number (calculate from the date of Monday)": "Pokaż numer tygodnia (liczony od daty poniedziałkowej)",
  "Show indicator (dot) of journal entries": "Jeśli istnieje wpis do dziennika, wyświetl wskaźnik (kropka)",
  "Highlight holidays": "Wyróżnij święta",
  "Add color to holidays and display the content on mouseover": "Dodaj kolor do świąt i wyświetl zawartość po najechaniu myszą",
  "Weekly Journal": "Tygodniki",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Włącz łącza i funkcje. Jeśli na stronie z numerem tygodnia, takim jak 2023-W25, nie ma dostępnej zawartości, wstawiany jest szablon.",
  "Set page tag (Add to tags property)": "Konfigurowanie znaczników strony (dodawanie do właściwości znaczników)",
  "Input a page name (default is blank)": "Wprowadź nazwę strony (domyślnie puste)",
  "Template name": "Nazwa szablonu",
  "Input the template name (default is blank)": "Wprowadź nazwę szablonu (domyślnie puste)",
  "Enable [headline of each days]": "Włącz \"Nagłówki na każdy dzień\"",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Pobierając wartość właściwości journal dla tego tygodnia, automatycznie generuje zapytanie, które wyświetla nagłówki dla każdego dnia. Nie dotyczy to poprzednich tygodników.",
  "headline of each days > Property name for headline of each days": "nagłówek każdego dnia > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Podaj blok o tej nazwie właściwości w każdym bloku dziennika. Przydatne jest włączenie go do szablonu dziennika. Jeśli to zrobisz, nazwa zostanie zmieniona.",
  "Enable \"This Week\" section": "Włącz sekcję \"W tym tygodniu\"",
  "Links to each day. Tooltip on mouseover.": "Linki do każdego dnia. Etykietka narzędzia po najechaniu myszą.",
  "\"This Week\" section or headline > position": "Sekcja lub nagłówek W tym tygodniu > pozycji",
  "above or below the template": "Powyżej lub poniżej szablonu",
  "\"This Week\" section > Enable the day of the week": "Włącz sekcję \"W tym tygodniu\" > dni tygodnia",
  "Display the day of the week with a link.": "Wyświetla dzień tygodnia z łączem.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Sekcja \"W tym tygodniu\" > Konwertuje dni tygodnia w sekcji na łącza.",
  "Make it a link to access the weekday page.": "Ustaw go jako link do strony w dni powszednie.",
  "\"This Week\" section > Enable embedding for each journal": "Sekcja \"W tym tygodniu\" > Włącz osadzanie dla każdego dziennika",
  "You can view and edit it as it is without moving to that page.": "Możesz go wyświetlać i edytować bez przechodzenia do tej strony.",
  "\"This Week\" section > Unlink date links for each journal": "W sekcji \"W tym tygodniu>\" odłącz link do daty dla każdego arkusza",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Zwłaszcza jeśli powyższe ustawienia są włączone. (Aby uniknąć powielania \"odniesień do linków\", gdy odniesienia nie są używane)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Sekcja \"W tym tygodniu\" > przypnij sekcję \"W tym tygodniu\" w prawym dolnym rogu.",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. ThisWeek' zostanie dodany do sekcji Weekly. Po dodaniu tagu pojawi się wyskakujące okienko. (Znaczniki nie są dodawane do poprzednich sekcji).",
  "Monthly Journal": "Miesięczniki",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Włącz łącza i funkcje. Jeśli na stronie z numerem miesiąca nie ma dostępnej zawartości, na przykład 2024/05, wstawiany jest szablon.",
  "Quarterly Journal": "Kwartalnik Roczny",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Włącz łącza i funkcje. Jeśli na stronie z numerem kwartalnym, np. 2024/Q1, nie ma dostępnej zawartości, wstawiany jest szablon.",
  "Weekly journal created": "Powstał tygodnik",
  "Headline": "Nagłówki",
  "This Week": "w tym tygodniu"
}