{
  "\"This Week\" section > Embed feature > Unlink date links for each journal (to avoid duplication of \"Linked References\" if references are not used)": "Seção \"Esta semana\" > Recurso de incorporação > Desvincular links de data para cada diário (para evitar duplicação de \"Referências vinculadas\" se as referências não forem usadas)",
  "\"This Week\" section position": "Onde inserir a seção \"Esta Semana\"",
  "*This setting does not affect the graph": "*Esta configuração não afeta os gráficos",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "Formato EUA: início de domingo, formatos ISO (para UE): início de segunda-feira, [>> documentos](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Behind Journal Title": "Behind Journal Title (ao lado do título do periódico)",
  "Coloring to the word of Saturday or Sunday": "Colorir os dias de sábado e domingo",
  "Convert the day of the week in the `This Week` section into links.": "Converter o dia da semana na seção \"Esta semana\" em um link",
  "Day of the week long or short": "Escolha se o dia da semana é longo ou curto",
  "Day of the week, Select language Localize(:default) or English(:en)": "Selecione o idioma do dia da semana Localização (:d efault) ou Inglês (:en)",
  "default: `yyyy(: year), yyyy/MM(: month), yyyy-Www(: previous), yyyy-Www(: next)`": "Padrões: 'aaaa(: ano), aaaa/MM(: ano/mês), aaaa-www(: ano - semana anterior), aaaa-www(: ano - próxima semana)'",
  "Enable \"This Week\" section": "Ative a seção \"Esta Semana\" (link para cada dia da semana)",
  "Enable day of the week": "Mostrar o dia da semana",
  "Enable embedding for each journal": "Habilitar a incorporação para cada diário",
  "Enable feature": "Habilitar o recurso",
  "Enable monthly journal link": "Habilitar um link para um diário mensal",
  "Enable relative time": "Mostrar tempo relativo",
  "Enable the day of the week in the `This Week` section": "Ative os dias da semana na seção \"Esta semana\"",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Habilite links e recursos. Se não houver conteúdo em uma página com um número de semana, como 2023-W25, o modelo será inserido.",
  "Enable week number": "Mostrar números da semana",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Quando essa configuração está habilitada, a notação de ano no formato de data fica oculta. Por exemplo, 2023-W30 será exibido como W30. Os números da semana são geralmente baseados nas regras da ISO 8601. A razão para distinguir anos é que a primeira semana do ano pode ser incluída na última semana do ano anterior. Só nesses casos dirá 2023-W53.",
  "Hide the year of week number": "Ocultar o ano do número da semana",
  "Highlight color (single page)": "Cor de realce (página única)",
  "Highlight color (today)": "Cor de realce (hoje)",
  "If no page found, not create page (before today)": "Se a página não for encontrada, não crie a página (antes de hoje)",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Se o formato de data do usuário incluir um dia da semana, localize o dia da semana no link de data",
  "If user date format includes day of the week, this setting is ignored.": "Se o formato de data do usuário incluir um dia da semana, essa configuração será ignorada.",
  "Input a page name (default is blank)": "Insira um nome de página (o padrão está em branco)",
  "Input the template name (default is blank)": "Insira um nome de modelo (o padrão está em branco)",
  "Journal boundaries": "Limites do Diário",
  "like `3 days ago`": "Exibir como '3 dias atrás'",
  "Mini calendar only, Week start (Unset: by the selected format)": "Apenas minicalendário, início de semana (não definido: dependendo do formato de número de semana selecionado)",
  "Next week": "Na próxima semana",
  "Open future page": "Abra uma página antes de hoje",
  "Open plugin setting": "Abrir configurações de plug-in",
  "Page-tags type": "Tipos de tags de página",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Coloque um link para abrir um diário mensal hierárquico como [[2023/10]]",
  "Previous week": "Semana anterior",
  "Set page tag (Add to tags property)": "Definir tags de página (adicionar à propriedade de tags)",
  "Show month": "Mostrar o mês",
  "Show settings button": "Botão Mostrar configurações",
  "Show the boundaries of days before and after the day on the single journal page": "Em uma única página do diário, veja os limites antes e depois do dia",
  "Show week number (calculate from the date of Monday)": "Exibir números da semana (calculados em dias a partir de segunda-feira)",
  "Show week number of the year or month (unit)": "Selecione a unidade de numeração da semana no ano ou mês",
  "Template name": "Nome do modelo",
  "This Week": "Esta Semana",
  "Use also on journals": "Também utilizado em periódicos",
  "Use also on Weekly Journal": "Também utilizado no Jornal Semanal",
  "Week number calculation (across years)": "Como os números da semana são calculados (ao longo dos anos)",
  "Week number: ": "Número da semana: ",
  "Weekly Journal": "Jornal Semanal",
  "Weekly journal created": "Jornal semanal criado"
}