{
  "\"This Week\" section > Embed feature > Unlink date links for each journal (to avoid duplication of \"Linked References\" if references are not used)": "Seção \"Esta semana\" > Recurso de incorporação > Desvincular links de data para cada jornal (para evitar duplicação de \"Referências vinculadas\" se as referências não forem usadas)",
  "\"This Week\" section position": "Onde inserir a secção \"Esta semana\"",
  "*This setting does not affect the graph": "*Esta definição não afeta os gráficos",
  "2 or 3 character alphanumeric code or blank (default)": "Código alfanumérico de 2 ou 3 caracteres ou em branco (padrão)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Código alfanumérico de 2 caracteres (ex, NY) ou em branco (padrão)",
  "Add color to holidays and display the content on mouseover": "Adicione cor aos feriados e exiba o conteúdo ao passar o mouse",
  "Behind Journal Title": "Behind Journal Title (ao lado do título da revista)",
  "Click this toggle to run it.": "Clique neste botão para executar",
  "Coloring to the word of Saturday or Sunday": "Colorir os dias de sábado e domingo",
  "Common settings": "Configurações comuns",
  "Convert the day of the week in the `This Week` section into links.": "Converter o dia da semana na seção 'Esta semana' em um link",
  "Day of the week long or short": "Escolha se o dia da semana é longo ou curto",
  "Day of the week, Select language Localize(:default) or English(:en)": "Selecione o idioma do dia da semana Localização (:d efault) ou Inglês (:en)",
  "Enable \"This Week\" section": "Ative a seção \"Esta semana\" (link para cada dia da semana)",
  "Enable Holidays alert": "Ativar alerta de feriados",
  "Enable Lunar-calendar based (Chinese only)": "Habilitar calendário lunar (apenas chinês)",
  "Enable day of the week": "Mostrar o dia da semana",
  "Enable embedding for each journal": "Habilitar a incorporação para cada diário",
  "Enable feature": "Ativar o recurso",
  "Enable month and day of lunar-calendar (Chinese only)": "Habilitar mês e dia do calendário lunar (apenas chinês)",
  "Enable monthly journal link": "Habilitar um link para um diário mensal",
  "Enable relative time": "Mostrar tempo relativo",
  "Enable the day of the week in the `This Week` section": "Habilite os dias da semana na seção 'Esta semana'",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Habilite links e recursos. Se não houver conteúdo em uma página com um número de semana, como 2023-W25, o modelo será inserido.",
  "Enable week number": "Mostrar números da semana",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Quando essa configuração está habilitada, a notação de ano no formato de data fica oculta. Por exemplo, 2023-W30 será exibido como W30. Os números da semana são geralmente baseados nas regras da ISO 8601. A razão para distinguir os anos é que a primeira semana do ano pode ser incluída na última semana do ano anterior. Só nesses casos dirá 2023-W53.",
  "For compatibility. Replace page titles": "Para compatibilidade. Substituir títulos de página",
  "Hide the year of week number": "Ocultar número da semana ano",
  "Highlight color (single page)": "Cor de realce (página única)",
  "Highlight color (today)": "Cor de destaque (hoje)",
  "Holidays > Select your country name": "Feriados > Selecione o nome do seu país",
  "Holidays > Select your region of the country (:additional option)": "Feriados > Selecione a sua região do país (:opção adicional)",
  "Holidays > Select your state of the country (:additional option)": "Feriados > Selecione o seu estado do país (:opção adicional)",
  "If no page found, not create page (before today)": "Se a página não for encontrada, não crie a página (antes de hoje)",
  "If possible to set the State and Region, do so individually.": "Se possível, defina o Estado e a Região individualmente.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Se o formato de data do usuário incluir um dia da semana, localize o dia da semana no link de data",
  "If user date format includes day of the week, this setting is ignored.": "Se o formato de data do usuário incluir um dia da semana, essa configuração será ignorada.",
  "Input a page name (default is blank)": "Introduza um nome de página (o predefinido está em branco)",
  "Input the template name (default is blank)": "Insira um nome de modelo (o padrão é em branco)",
  "Journal boundaries": "Limites do Jornal",
  "Mini calendar only, Week start (Unset: by the selected format)": "Mini calendário apenas, início da semana (não definido: dependendo do formato de número de semana selecionado)",
  "Next week": "Na próxima semana",
  "Open future page": "Abra uma página antes de hoje",
  "Open plugin setting": "Abrir configurações do plug-in",
  "Other language regions are not affected.": "Outras regiões de idioma não são afetadas.",
  "Page exists": "Página existe",
  "Page not found": "Página não encontrada",
  "Pin the “This Week” section to the bottom right": "Fixar a seção \"Esta semana\" no canto inferior direito",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Coloque um link para abrir um diário mensal hierárquico como [[2023/10]]",
  "Previous week": "Semana anterior",
  "Set page tag (Add to tags property)": "Definir tags de página (propriedade adicionar a tags)",
  "Show boundaries on bottom": "Mostrar limites na parte inferior",
  "Show indicator (dot) of journal entries": "Mostrar indicador (ponto) de entradas de diário",
  "Show month": "Mostrar o mês",
  "Show settings button": "Mostrar botão de configurações",
  "Show the boundaries of days before and after the day on the single journal page": "Em uma única página do diário, visualize os limites antes e depois do dia",
  "Show week number (calculate from the date of Monday)": "Exibir números da semana (calculados em dias a partir de segunda-feira)",
  "Show week number of the year or month (unit)": "Selecione a unidade de numeração da semana no ano ou mês",
  "Support holidays": "Suporte a feriados",
  "Template name": "Nome do modelo",
  "This Week": "Esta semana",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Esta é uma mudança significativa para os usuários existentes. Altere o nome da página antiga usando um dos seguintes botões.",
  "Use also on Weekly Journal": "Também utilizado no Jornal Semanal",
  "Use also on journals": "Também utilizado em revistas científicas",
  "Week number calculation (across years)": "Como são calculados os números da semana (entre anos)",
  "Week number format options": "Opções de formato de número da semana",
  "Week number: ": "Número da semana: ",
  "Weekly Journal": "Jornal Semanal",
  "Weekly journal created": "Jornal semanal criado",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "Formato EUA: domingo começa, ISO (para a UE) formatos: segunda-feira começa, [>> documentos](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `true` | The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Padrão: `true` | A tag `#.ThisWeek` é adicionada à seção `Esta semana`. Se a tag for adicionada, uma janela pop-up será exibida. (A tag não é adicionada à seção passada.)",
  "like `3 days ago`": "Exibir como '3 dias atrás'"
}