{
  "*This setting does not affect the graph": "*Esta configuração não afeta o gráfico",
  "2 or 3 character alphanumeric code or blank (default)": "Código alfanumérico de 2 ou 3 caracteres ou em branco (padrão)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Código alfanumérico de 2 caracteres (ex, NY) ou em branco (padrão)",
  "4-digit year": "Ano de 4 dígitos",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Gere automaticamente uma consulta para exibir manchetes de cada dia, obtendo o valor da propriedade no diário daquela semana. Não se aplica a Revistas Semanais anteriores.",
  "Behind Journal Title": "Por trás do título da revista",
  "Click this toggle to run it.": "Clique neste botão para executá-lo.",
  "Colour the letters Saturday and Sunday": "Colorir as letras sábado e domingo",
  "Common settings": "Configurações comuns",
  "Day of the week long or short": "Dia da semana longo ou curto",
  "Enable \"This Week\" section": "Ativar a secção \"Esta Semana\"",
  "Enable Holidays alert": "Ativar alerta de Feriados",
  "Enable Lunar-calendar based (Chinese only)": "Ativar calendário lunar baseado (somente em chinês)",
  "Enable [headline of each days]": "Ativar [título de cada dia]",
  "Enable day of the week": "Ativar dia da semana",
  "Enable feature": "Ativar funcionalidade",
  "Enable month and day of lunar-calendar (Chinese only)": "Ativar mês e dia do calendário lunar (apenas em chinês)",
  "Enable monthly journal link": "Ativar link de diário mensal",
  "Enable relative time": "Ativar tempo relativo",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Habilite o link e a função. Se não houver conteúdo disponível numa página com um número de mês como 2024/05, será inserido um modelo.",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Habilite o link e a função. Se não houver conteúdo disponível em uma página com um número trimestral como 2024/Q1, um modelo será inserido.",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Habilite o link e a função. Se não houver conteúdo disponível em uma página com um número de semana como 2023-W25, um modelo será inserido.",
  "Enable week number": "Ativar número da semana",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Habilitar essa configuração oculta a representação do ano no formato de data. Por exemplo, 2023-W30 é exibido como W30. Normalmente, a notação dos números da semana segue as regras baseadas na ISO 8601. A razão para distinguir o ano é que a primeira semana de um ano pode ser incluída na última semana do ano anterior. Apenas nesses casos é exibido como 2023-W53.",
  "Enter multiple lines in the textarea.": "Insira várias linhas na área de texto.",
  "For compatibility. Replace page titles (Weekly Journals)": "Para compatibilidade. Substituir títulos de páginas (Revistas Semanais)",
  "Headline": "Manchete",
  "Hide the year of week number": "Ocultar o ano do número da semana",
  "Highlight color (single page)": "Cor de realce (página única)",
  "Highlight color (today)": "Cor de destaque (hoje)",
  "Highlight holidays": "Feriados em destaque",
  "Holidays > Highlight Color": "Feriados > cor de destaque",
  "Holidays > Select your country name": "Feriados > Selecione o nome do seu país",
  "Holidays > Select your region of the country (:additional option)": "Feriados > Selecione a sua região do país (:opção adicional)",
  "Holidays > Select your state of the country (:additional option)": "Feriados > Selecione o seu estado do país (:opção adicional)",
  "If default is selected, the browser's language settings are followed (localisation).": "Se o padrão for selecionado, as configurações de idioma do navegador serão seguidas (localização).",
  "If no page found, not create page (before today)": "Se nenhuma página for encontrada, não crie página (antes de hoje)",
  "If possible to set the State and Region, do so individually.": "Se possível definir o Estado e a Região, faça-o individualmente.",
  "If you input in the form of mm/dd::Event name, the color will be applied every year on that day.": "Se você inserir na forma de mm/dd::Nome do evento, a cor será aplicada todos os anos nesse dia.",
  "Input a page name (default is blank)": "Insira um nome de página (o padrão é em branco)",
  "Input in the form of yyyy/mm/dd::Event name": "Entrada na forma de aaaa/mm/dd::Nome do evento",
  "Input the template name (default is blank)": "Insira o nome do modelo (o padrão é em branco)",
  "Journal boundaries (mini calendar)": "Limites do diário (mini calendário)",
  "Left Calendar": "Calendário à esquerda",
  "Like an analog notebook with side-by-side pages": "Como um notebook analógico com páginas lado a lado",
  "Links to each day. Tooltip on mouseover.": "Links para cada dia. Dica de ferramenta ao passar o mouse.",
  "Monthly Calendar": "Calendário Mensal",
  "Monthly Journal": "Jornal Mensal",
  "Monthly journal created": "Revista mensal criada",
  "Next month": "Próximo mês",
  "Next week": "Na próxima semana",
  "Only effective if the above item is enabled": "Só é eficaz se o item acima estiver ativado",
  "Open future page": "Abrir página futura",
  "Open plugin setting": "Abrir configuração de plug-in",
  "Other language regions are not affected.": "Outras regiões linguísticas não são afetadas.",
  "Page exists": "A página existe",
  "Page not found": "Página não encontrada",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Coloque um link para abrir o Jornal Mensal da hierarquia como [[2023/10]]",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Prepare um bloco com esse nome de propriedade em cada bloco de diário. É conveniente incorporá-lo no modelo de diário. Se você alterá-lo, a renomeação será feita.",
  "Previous month": "Mês anterior",
  "Previous week": "Semana anterior",
  "Quarter": "Trimestre",
  "Quarterly Journal": "Jornal Trimestral",
  "Quarterly journal created": "Revista trimestral criada",
  "Select language (default)": "Selecionar idioma (padrão)",
  "Set page tag (Add to tags property)": "Definir tag de página (propriedade Adicionar a tags)",
  "Show indicator of journal entries": "Mostrar indicador de entradas de diário",
  "Show it on bottom": "Mostre-o na parte inferior",
  "Show month": "Mostrar mês",
  "Show settings button": "Mostrar botão de configurações",
  "Show week number": "Mostrar número da semana",
  "Show week number of the year or month (unit)": "Mostrar o número da semana do ano ou mês (unidade)",
  "Side opening workspace > Embed each day's page in the \"This Week\" section ": "Espaço de trabalho de abertura lateral > Incorpore a página de cada dia na seção \"Esta semana\" ",
  "Template name": "Nome do modelo",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "O '#. A tag ThisWeek' é adicionada à seção 'This Week'. Se a tag for adicionada, um pop-up será exibido. (A tag não é adicionada à seção anterior.)",
  "This Week": "Esta semana",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Esta é uma mudança significativa para os usuários existentes. Altere o nome da página antiga usando uma das seguintes alternâncias.",
  "This month": "Este mês",
  "Today": "Hoje",
  "Use on Weekly Journal": "Utilização no Jornal Semanal",
  "Use on journals": "Utilização em revistas científicas",
  "Use on single journal": "Utilização num único diário",
  "User color": "Cor do utilizador",
  "Week": "Semana",
  "Week number calculation (across years)": "Cálculo do número da semana (entre anos)",
  "Week number format options": "Opções de formato de número de semana",
  "Week number: ": "Número da semana: ",
  "Week start (Unset: by the selected format)": "Início da semana (Unset: pelo formato selecionado)",
  "Weekly Journal": "Jornal Semanal",
  "Weekly journal created": "Revista semanal criada",
  "You can view and edit it as it is without moving to that page.": "Você pode visualizá-lo e editá-lo como está, sem mover para essa página.",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "«Formato EUA»: domingo, «formato ISO(UE)»: segunda-feira, [>> documento aqui](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `unset`": "padrão: 'unset'",
  "headline of each days > Property name for headline of each days": "manchete de cada dia > Nome da propriedade para manchete de cada dia",
  "like `3 days ago`": "como '3 dias atrás'",
  "plugin": "plugin",
  "year range": "intervalo de anos"
}