{
  "Week number: ": "Número da semana:",
  "Previous week": "Semana anterior",
  "Next week": "Na próxima semana",
  "Page exists": "A página existe",
  "Page not found": "Página não encontrada",
  "Open plugin setting": "Abrir configurações do plug-in",
  "Monthly journal created": "Foi criada uma revista mensal",
  "Quarterly journal created": "Revista Trimestral Anual Criada",
  "Common settings": "Configurações comuns",
  "Week number calculation (across years)": "Calcular números da semana (ano inteiro)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "«Formato dos EUA»: domingo, «Formato ISO(UE)»: segunda-feira, [>> documentação aqui](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Selecione o idioma para os dias da semana. Localização (:d efault) ou Inglês (:en)",
  "Holidays > Select your country name": "Feriados > Selecione o seu país",
  "If possible to set the State and Region, do so individually.": "Se você puder definir o estado e a região, defina-os separadamente.",
  "Holidays > Select your state of the country (:additional option)": "Feriados > Selecione um estado ou província no país (opção adicional)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Código alfanumérico de duas letras (por exemplo, NY) ou em branco (padrão)",
  "Holidays > Select your region of the country (:additional option)": "Feriados > Selecione uma região do país (opções adicionais)",
  "2 or 3 character alphanumeric code or blank (default)": "Código alfanumérico de 2 ou 3 caracteres ou um espaço (padrão)",
  "Holidays > Highlight Color": "Cores de destaque > feriados",
  "Enable Lunar-calendar based (Chinese only)": "Ativar calendário lunar baseado (apenas em chinês)",
  "Other language regions are not affected.": "Outras regiões linguísticas não são afetadas.",
  "Week number format options": "Opções de formato de número de semana",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Esta é uma mudança significativa para os usuários existentes. Use uma das seguintes alternâncias para alterar o nome da página antiga:",
  "For compatibility. Replace page titles (Weekly Journals)": "Para compatibilidade. Substituir título da página (diário mensal)",
  "4-digit year": "Ano de quatro dígitos",
  "Quarter": "trimestre",
  "Week": "semana",
  "year range": "Intervalo de anos",
  "Click this toggle to run it.": "Clique neste botão para executá-lo.",
  "Behind Journal Title": "Ao lado do título da revista",
  "Day of the week long or short": "Dia da semana: longo ou curto",
  "Enable Holidays alert": "Ativar alertas de feriados",
  "Enable week number": "Ativar numeração de semanas",
  "Hide the year of week number": "Ocultar o número da semana do ano",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Se você habilitar essa configuração, a representação do ano no formato de data ficará oculta. Por exemplo, 2023-W30 é exibido como W30. Em geral, a notação dos números da semana segue as regras baseadas na ISO 8601. A razão para distinguir entre anos é que a primeira semana do ano pode ser incluída na última semana do ano anterior. Apenas nesses casos será exibido como 2023-W53.",
  "Show settings button": "Mostrar botão de configurações",
  "Show week number of the year or month (unit)": "Exibir o número da semana (em unidades) do ano ou mês",
  "Coloring to the word of Saturday or Sunday": "Colora as suas palavras de sábado e domingo",
  "Enable relative time": "Ativar tempo relativo",
  "like `3 days ago`": "Como \"3 dias atrás\"",
  "Enable day of the week": "Ativar o dia da semana",
  "If user date format includes day of the week, this setting is ignored.": "Se o formato de data do usuário incluir o dia da semana, essa configuração será ignorada.",
  "Enable monthly journal link": "Ativar link de diário mensal",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Coloque um link para abrir o diário mensal da hierarquia como em [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Se o dia da semana estiver incluído no formato de data do usuário, localize o dia da semana no link de data",
  "*This setting does not affect the graph": "* Esta configuração não afeta o gráfico.",
  "Enable month and day of lunar-calendar (Chinese only)": "Ativar mês e dia lunar (apenas em chinês)",
  "Journal boundaries (mini calendar)": "Mini-calendário de revistas",
  "Enable feature": "Ativar o recurso",
  "Use also on single journal": "Utilização num único diário",
  "Use also on journals": "Também utilizado em revistas científicas",
  "Use also on Weekly Journal": "Também utilizado em revistas semanais",
  "Show it on bottom": "Mostrado na parte inferior",
  "Mini calendar only, Week start (Unset: by the selected format)": "Apenas mini calendário, início da semana (não definido: dependendo do formato selecionado)",
  "default: `unset`": "Padrão: 'unset'",
  "Highlight color (single page)": "Cor de realce (página única)",
  "Highlight color (today)": "Cor de destaque (hoje)",
  "If no page found, not create page (before today)": "Se não conseguir encontrar a página, não a crie (antes de hoje)",
  "Open future page": "Abrir a página Futuro",
  "Show month": "Mostrar Mês",
  "Show week number (calculate from the date of Monday)": "Mostrar número da semana (calculado a partir da data de segunda-feira)",
  "Show indicator (dot) of journal entries": "Se houver uma entrada para o diário, exiba um indicador (ponto)",
  "Highlight holidays": "Destaque para os feriados",
  "Add color to holidays and display the content on mouseover": "Adicione cor aos feriados e veja o conteúdo ao passar o mouse",
  "Weekly Journal": "Revistas Semanais",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Habilite links e recursos. Se não houver conteúdo disponível em uma página com um número de semana como 2023-W25, um modelo será inserido.",
  "Set page tag (Add to tags property)": "Configurando tags de página (Adicionar às propriedades de tags)",
  "Input a page name (default is blank)": "Insira um nome de página (o padrão é em branco)",
  "Template name": "Nome do modelo",
  "Input the template name (default is blank)": "Insira um nome de modelo (o padrão está em branco)",
  "Enable [headline of each days]": "Ativar \"Manchetes para cada dia\"",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Ao recuperar o valor da propriedade de diário para essa semana, ele gera automaticamente uma consulta que exibe os títulos de cada dia. Não se aplica a revistas semanais anteriores.",
  "headline of each days > Property name for headline of each days": "manchete de cada dia > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Forneça um bloco com esse nome de propriedade em cada bloco de diário. É útil incorporá-lo no modelo de revista. Se o fizer, o nome será alterado.",
  "Enable \"This Week\" section": "Ativar a secção \"Esta Semana\"",
  "Links to each day. Tooltip on mouseover.": "Links para cada dia. Dica de ferramenta ao passar o mouse.",
  "\"This Week\" section or headline > position": "Secção Esta semana ou título > posição",
  "above or below the template": "Acima ou abaixo do modelo",
  "\"This Week\" section > Enable the day of the week": "Ativar a secção \"Esta Semana\" > dias da semana",
  "Display the day of the week with a link.": "Exibe o dia da semana com um link.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Seção \"Esta semana\" > Converte os dias da semana na seção em links.",
  "Make it a link to access the weekday page.": "Faça dele um link para acessar a página do dia da semana.",
  "\"This Week\" section > Enable embedding for each journal": "Seção \"Esta semana\" > Ativar incorporação para cada diário",
  "You can view and edit it as it is without moving to that page.": "Você pode visualizá-lo e editá-lo como está, sem navegar até essa página.",
  "\"This Week\" section > Unlink date links for each journal": "Na seção \"Esta semana> Desvincule o link de data para cada periódico",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Especialmente se as configurações acima estiverem ativadas. (Para evitar a duplicação de \"referências de ligação\" quando as referências não são utilizadas)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Seção \"Esta semana\" > Fixar a seção \"Esta semana\" no canto inferior direito",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. A tag ThisWeek' é adicionada à seção Semanal. Assim que a tag for adicionada, um pop-up aparecerá. (As tags não são adicionadas às seções anteriores.)",
  "Monthly Journal": "Revistas Mensais",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Habilite links e recursos. Se não houver conteúdo disponível em uma página com um número de mês, como 2024/05, um modelo é inserido.",
  "Quarterly Journal": "Jornal Trimestral Anual",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Habilite links e recursos. Se não houver conteúdo disponível em uma página com um número trimestral, como 2024/Q1, um modelo é inserido.",
  "Weekly journal created": "Foi criado um semanário",
  "Headline": "Manchetes",
  "This Week": "esta semana"
}