{
  "\"This Week\" section > Embed feature > Unlink date links for each journal (to avoid duplication of \"Linked References\" if references are not used)": "Раздел «На этой неделе» > Встраивание > Отключить ссылки на даты для каждого журнала (чтобы избежать дублирования «Связанных ссылок», если ссылки не используются)",
  "\"This Week\" section position": "Куда вставить раздел «На этой неделе»",
  "*This setting does not affect the graph": "*Эта настройка не влияет на графики",
  "2 or 3 character alphanumeric code or blank (default)": "2 или 3 символьный алфавитно-цифровой код или пустой (по умолчанию)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "2-символьный алфавитно-цифровой код (например, NY) или пустой (по умолчанию)",
  "Add color to holidays and display the content on mouseover": "Добавить цвет к праздникам и отображать содержимое при наведении мыши",
  "Behind Journal Title": "За заголовком журнала (рядом с заголовком журнала)",
  "Click this toggle to run it.": "Нажмите этот переключатель, чтобы запустить его.",
  "Coloring to the word of Saturday or Sunday": "Раскрашивание субботних и воскресных дней",
  "Common settings": "Общие настройки",
  "Convert the day of the week in the `This Week` section into links.": "Преобразуйте день недели в разделе «На этой неделе» в ссылку",
  "Day of the week long or short": "Выберите, будет ли день недели длинным или коротким",
  "Day of the week, Select language Localize(:default) or English(:en)": "Выберите язык дня недели Локализация (:d efault) или английский (:en)",
  "Enable \"This Week\" section": "Включите раздел «На этой неделе» (ссылка на каждый день недели)",
  "Enable Holidays alert": "Включить уведомления о праздниках",
  "Enable Lunar-calendar based (Chinese only)": "Включить лунный календарь (только для китайского языка)",
  "Enable day of the week": "Показать день недели",
  "Enable embedding for each journal": "Включение встраивания для каждого журнала",
  "Enable feature": "Включите функцию",
  "Enable month and day of lunar-calendar (Chinese only)": "Включить месяц и день лунного календаря (только для китайского языка)",
  "Enable monthly journal link": "Включение ссылки на ежемесячный журнал",
  "Enable relative time": "Показать относительное время",
  "Enable the day of the week in the `This Week` section": "Включите дни недели в разделе «На этой неделе»",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Включите ссылки и функции. Если на странице с номером недели (например, 2023-W25) нет контента, шаблон будет вставлен.",
  "Enable week number": "Показать номера недель",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Когда эта настройка включена, обозначение года в формате даты скрывается. Например, 2023-W30 будет отображаться как W30. Номера недель обычно основаны на правилах ISO 8601. Причина разграничения лет заключается в том, что первая неделя года может быть включена в последнюю неделю предыдущего года. Только в таких случаях будет написано 2023-W53.",
  "For compatibility. Replace page titles": "Для совместимости. Заменить названия страниц",
  "Hide the year of week number": "Скрыть номер недели год",
  "Highlight color (single page)": "Цвет подсветки (одна страница)",
  "Highlight color (today)": "Цвет подсветки (сегодня)",
  "Holidays > Select your country name": "Праздники > Выберите название вашей страны",
  "Holidays > Select your region of the country (:additional option)": "Праздники > Выберите свой регион (:дополнительная опция)",
  "Holidays > Select your state of the country (:additional option)": "Праздники > Выберите свой штат (:дополнительная опция)",
  "If no page found, not create page (before today)": "Если страница не найдена, не создавайте страницу (до сегодняшнего дня)",
  "If possible to set the State and Region, do so individually.": "Если возможно, установите штат и регион отдельно.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Если пользовательский формат даты включает день недели, локализуйте день недели в ссылке на дату",
  "If user date format includes day of the week, this setting is ignored.": "Если пользовательский формат даты включает день недели, этот параметр игнорируется.",
  "Input a page name (default is blank)": "Пожалуйста, введите название страницы (по умолчанию пустое)",
  "Input the template name (default is blank)": "Введите имя шаблона (по умолчанию пустое)",
  "Journal boundaries": "Границы журнала",
  "Mini calendar only, Week start (Unset: by the selected format)": "Только мини-календарь, начало недели (не задается: в зависимости от выбранного формата номера недели)",
  "Monthly Journal": "Ежемесячный журнал",
  "Monthly journal created": "Ежемесячный журнал создан",
  "Next week": "На следующей неделе",
  "Open future page": "Откройте страницу до сегодняшнего дня",
  "Open plugin setting": "Откройте настройки плагина",
  "Other language regions are not affected.": "Другие языковые регионы не затрагиваются.",
  "Page exists": "Страница существует",
  "Page not found": "Страница не найдена",
  "Pin the “This Week” section to the bottom right": "Закрепите раздел «На этой неделе» в правом нижнем углу",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Разместите ссылку, чтобы открыть иерархический ежемесячный журнал, например [[2023/10]]",
  "Previous week": "Предыдущая неделя",
  "Quarterly Journal": "Ежеквартальный журнал",
  "Quarterly journal created": "Ежеквартальный журнал создан",
  "Set page tag (Add to tags property)": "Задание тегов страниц (добавить в свойство тегов)",
  "Show boundaries on bottom": "Показать границы внизу",
  "Show indicator (dot) of journal entries": "Показать индикатор (точку) записей журнала",
  "Show month": "Показать месяц",
  "Show settings button": "Показать кнопку настроек",
  "Show the boundaries of days before and after the day on the single journal page": "На одной странице журнала просматривайте границы до и после дня",
  "Show week number (calculate from the date of Monday)": "Отображение номеров недель (вычисляется в днях, начиная с понедельника)",
  "Show week number of the year or month (unit)": "Выберите единицу нумерации недели в году или месяце",
  "Support holidays": "Праздники",
  "Template name": "Имя шаблона",
  "This Week": "На этой неделе",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Это изменение может повлиять на существующих пользователей. Пожалуйста, измените старое название страницы, используя один из следующих переключателей.",
  "Use also on Weekly Journal": "Также используется в Еженедельном журнале",
  "Use also on journals": "Также используется в журналах",
  "Week number calculation (across years)": "Как рассчитываются номера недель (по годам)",
  "Week number format options": "Опции формата номера недели",
  "Week number: ": "Номер недели: ",
  "Weekly Journal": "Еженедельный журнал",
  "Weekly journal created": "Еженедельный журнал создан",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "Формат США: начало в воскресенье, форматы ISO (для ЕС): начало в понедельник, [>> документы](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `true` | The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "По умолчанию: `true` | Тег `#.ThisWeek` добавляется в раздел «На этой неделе». Если тег добавлен, будет отображаться всплывающее окно. (Тег не добавляется в раздел «Прошлая неделя».)",
  "like `3 days ago`": "Отображать как «3 дня назад»"
}