{
  "*This setting does not affect the graph": "*Эта настройка не влияет на график",
  "2 or 3 character alphanumeric code or blank (default)": "Буквенно-цифровой код из 2 или 3 символов или пустой (по умолчанию)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "2-значный буквенно-цифровой код (например, NY) или пустой (по умолчанию)",
  "4-digit year": "4-значный год",
  "Add color to holidays and display the content on mouseover": "Добавляйте красок праздникам и отображайте контент при наведении курсора мыши",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Автоматически создайте запрос для отображения заголовков за каждый день, получив значение свойства в журнале за эту неделю. Не применяется к прошлым еженедельным журналам.",
  "Behind Journal Title": "За заголовком журнала",
  "Click this toggle to run it.": "Щелкните этот переключатель, чтобы запустить его.",
  "Coloring to the word of Saturday or Sunday": "Раскрашивание под слово субботы или воскресенья",
  "Common settings": "Общие настройки",
  "Day of the week long or short": "Длинный или короткий день недели",
  "Enable \"This Week\" section": "Включить раздел «На этой неделе»",
  "Enable Holidays alert": "Включить оповещение о праздниках",
  "Enable Lunar-calendar based (Chinese only)": "Включить лунный календарь (только на китайском языке)",
  "Enable [headline of each days]": "Включить [заголовок каждого дня]",
  "Enable day of the week": "Включить день недели",
  "Enable feature": "Включить функцию",
  "Enable month and day of lunar-calendar (Chinese only)": "Включить месяц и день лунного календаря (только на китайском языке)",
  "Enable monthly journal link": "Включить ссылку на ежемесячный журнал",
  "Enable relative time": "Включить относительное время",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Включите ссылку и функцию. Если на странице с номером месяца, например 2024/05, нет доступного контента, будет вставлен шаблон.",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Включите ссылку и функцию. Если на странице с ежеквартальным номером, например 2024/Q1, нет доступного контента, будет вставлен шаблон.",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Включите ссылку и функцию. Если на странице с номером недели, например 2023-W25, нет доступного контента, будет вставлен шаблон.",
  "Enable week number": "Включить номер недели",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Включение этого параметра скрывает представление года в формате даты. Например, 2023-W30 отображается как W30. Как правило, обозначение номеров недель следует правилам, основанным на ISO 8601. Причина различения года заключается в том, что первая неделя года может быть включена в последнюю неделю предыдущего года. Только в таких случаях он отображается как 2023-W53.",
  "For compatibility. Replace page titles (Weekly Journals)": "Для совместимости. Замена заголовков страниц (еженедельные журналы)",
  "Headline": "Заголовок",
  "Hide the year of week number": "Скрыть номер года недели",
  "Highlight color (single page)": "Цвет выделения (одна страница)",
  "Highlight color (today)": "Цвет подсветки (сегодня)",
  "Highlight holidays": "Выделите праздники",
  "Holidays > Highlight Color": "Праздники > Highlight Color",
  "Holidays > Select your country name": "Праздники > Выберите название страны",
  "Holidays > Select your region of the country (:additional option)": "Праздники > Выберите свой регион страны (:дополнительная опция)",
  "Holidays > Select your state of the country (:additional option)": "Праздники > Выберите свой штат страны (:дополнительная опция)",
  "If no page found, not create page (before today)": "Если страница не найдена, страница не создается (до сегодняшнего дня)",
  "If possible to set the State and Region, do so individually.": "Если есть возможность задать штат и регион, делайте это по отдельности.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Если день недели включен в пользовательский формат даты, локализуйте день недели в ссылке даты",
  "If user date format includes day of the week, this setting is ignored.": "Если пользовательский формат даты включает день недели, этот параметр игнорируется.",
  "Input a page name (default is blank)": "Введите имя страницы (по умолчанию пустое)",
  "Input the template name (default is blank)": "Введите имя шаблона (по умолчанию пусто)",
  "Journal boundaries (mini calendar)": "Границы журнала (мини-календарь)",
  "Like an analog notebook with side-by-side pages": "Как аналоговый блокнот с параллельными страницами",
  "Links to each day. Tooltip on mouseover.": "Ссылки на каждый день. Всплывающая подсказка при наведении курсора мыши.",
  "Mini calendar only, Week start (Unset: by the selected format)": "Только мини-календарь, начало недели (Снято: по выбранному формату)",
  "Monthly Journal": "Ежемесячный журнал",
  "Monthly journal created": "Создан ежемесячный журнал",
  "Next week": "На следующей неделе",
  "Only effective if the above item is enabled": "Действует только в том случае, если указанный выше пункт включен",
  "Open future page": "Открыть страницу будущего",
  "Open plugin setting": "Открыть настройки плагина",
  "Other language regions are not affected.": "Другие языковые регионы не затронуты.",
  "Page exists": "Страница существует",
  "Page not found": "Страница не найдена",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Разместите ссылку, чтобы открыть ежемесячный журнал иерархии, например [[2023/10]]",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Подготовьте блок с этим именем свойства в каждом блоке журнала. Его удобно встраивать в шаблон журнала. Если вы измените его, переименование будет выполнено.",
  "Previous week": "Предыдущая неделя",
  "Quarter": "Четверть",
  "Quarterly Journal": "Ежеквартальный журнал",
  "Quarterly journal created": "Создан ежеквартальный журнал",
  "Select language Localize(:default) or English(:en) for day of the week": "Выберите язык Localize(:d efault) или English(:en) в качестве дня недели",
  "Set page tag (Add to tags property)": "Задать тег страницы (свойство Добавить в теги)",
  "Show indicator (dot) of journal entries": "Показать индикатор (точку) бухгалтерских проводок",
  "Show it on bottom": "Показать внизу",
  "Show month": "Показать месяц",
  "Show settings button": "Показать кнопку настроек",
  "Show week number (calculate from the date of Monday)": "Показать номер недели (рассчитывать от даты понедельника)",
  "Show week number of the year or month (unit)": "Показать номер недели года или месяца (единица)",
  "Side opening workspace > Embed each day's page in the \"This Week\" section ": "Рабочее пространство с боковым открыванием > Встраивание страницы каждого дня в раздел «На этой неделе» ",
  "Template name": "Имя шаблона",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Символ '#. Тег ThisWeek' добавлен в раздел \"На этой неделе\". Если тег добавлен, отобразится всплывающее окно. (Тег не добавляется в прошлый раздел.)",
  "This Week": "На этой неделе",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Это критическое изменение для существующих пользователей. Пожалуйста, измените старое имя страницы с помощью одного из следующих переключателей.",
  "Use also on Weekly Journal": "Используйте также в еженедельном журнале",
  "Use also on journals": "Используйте также в журналах",
  "Use also on single journal": "Используйте также для одного журнала",
  "Week": "Неделя",
  "Week number calculation (across years)": "Расчет номера недели (по годам)",
  "Week number format options": "Варианты формата номера недели",
  "Week number: ": "Номер недели: ",
  "Weekly Journal": "Еженедельный журнал",
  "Weekly journal created": "Создан еженедельный журнал",
  "You can view and edit it as it is without moving to that page.": "Вы можете просматривать и редактировать его в том виде, в котором он есть, не переходя на эту страницу.",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'Формат США': воскресенье, 'Формат ISO(EU)': понедельник, [>> документ здесь](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `unset`": "По умолчанию: 'unset'",
  "headline of each days > Property name for headline of each days": "headline of every days > Имя свойства для заголовка каждого дня",
  "like `3 days ago`": "как '3 дня назад'",
  "year range": "Годовой диапазон"
}