{
  "Week number: ": "Номер недели:",
  "Previous week": "Предыдущая неделя",
  "Next week": "На следующей неделе",
  "Page exists": "Страница существует",
  "Page not found": "Страница не найдена",
  "Open plugin setting": "Откройте настройки плагина",
  "Monthly journal created": "Создан ежемесячный журнал",
  "Quarterly journal created": "Создан ежегодный ежеквартальный журнал",
  "Common settings": "Общие настройки",
  "Week number calculation (across years)": "Вычислить номера недель (целый год)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'Формат США': воскресенье, 'Формат ISO(EU)': Понедельник, [>> документация здесь](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Выберите язык для дней недели. Локализация (:d efault) или английский (:en)",
  "Holidays > Select your country name": "Государственные праздники > Выберите свою страну",
  "If possible to set the State and Region, do so individually.": "Если вы можете задать штат и регион, задайте их отдельно.",
  "Holidays > Select your state of the country (:additional option)": "Праздники > Выберите штат или провинцию в стране (дополнительная опция)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Двухбуквенный буквенно-цифровой код (например, NY) или пустой (по умолчанию)",
  "Holidays > Select your region of the country (:additional option)": "Праздники > Выберите регион страны (дополнительные опции)",
  "2 or 3 character alphanumeric code or blank (default)": "2- или 3-значный буквенно-цифровой код или пробел (по умолчанию)",
  "Holidays > Highlight Color": "Выделяйте цвета > праздников",
  "Enable Lunar-calendar based (Chinese only)": "Включить лунный календарь (только на китайском языке)",
  "Other language regions are not affected.": "Другие языковые регионы не затронуты.",
  "Week number format options": "Варианты формата номера недели",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Это критическое изменение для существующих пользователей. Используйте один из следующих переключателей, чтобы изменить старое имя страницы:",
  "For compatibility. Replace page titles (Weekly Journals)": "Для совместимости. Замена заголовка страницы (ежемесячный журнал)",
  "4-digit year": "Четырехзначный год",
  "Quarter": "четверть",
  "Week": "неделя",
  "year range": "Диапазон по годам",
  "Click this toggle to run it.": "Щелкните этот переключатель, чтобы запустить его.",
  "Behind Journal Title": "Рядом с названием журнала",
  "Day of the week long or short": "День недели: длинный или короткий",
  "Enable Holidays alert": "Включение оповещений о праздничных днях",
  "Enable week number": "Включить нумерацию недель",
  "Hide the year of week number": "Скрыть номер недели в году",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Если этот параметр включен, представление года в формате даты будет скрыто. Например, 2023-W30 отображается как W30. В целом, обозначение номеров недель следует правилам, основанным на ISO 8601. Причина, по которой проводится различие между годами, заключается в том, что первая неделя года может быть включена в последнюю неделю предыдущего года. Только в таких случаях он будет отображаться как 2023-W53.",
  "Show settings button": "Показать кнопку настроек",
  "Show week number of the year or month (unit)": "Отображение номера недели (в единицах) года или месяца",
  "Coloring to the word of Saturday or Sunday": "Раскрасьте свои субботние и воскресные слова",
  "Enable relative time": "Включить относительное время",
  "like `3 days ago`": "Например, \"3 дня назад\"",
  "Enable day of the week": "Включить день недели",
  "If user date format includes day of the week, this setting is ignored.": "Если пользовательский формат даты включает день недели, этот параметр игнорируется.",
  "Enable monthly journal link": "Включить ссылку на ежемесячный журнал",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Разместите ссылку, чтобы открыть ежемесячный журнал иерархии, как в [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Если день недели включен в пользовательский формат даты, локализуйте день недели по ссылке даты",
  "*This setting does not affect the graph": "* Данная настройка не влияет на график.",
  "Enable month and day of lunar-calendar (Chinese only)": "Включить лунный месяц и день (только на китайском языке)",
  "Journal boundaries (mini calendar)": "Мини-календарь журналов",
  "Enable feature": "Включите функцию",
  "Use also on single journal": "Использование в одном журнале",
  "Use also on journals": "Также используется в журналах",
  "Use also on Weekly Journal": "Также используется в еженедельных журналах",
  "Show it on bottom": "Показано на нижней стороне",
  "Mini calendar only, Week start (Unset: by the selected format)": "Только мини-календарь, начало недели (не устанавливается: в зависимости от выбранного формата)",
  "default: `unset`": "По умолчанию: 'unset'",
  "Highlight color (single page)": "Цвет выделения (одна страница)",
  "Highlight color (today)": "Цвет подсветки (сегодня)",
  "If no page found, not create page (before today)": "Если вы не можете найти страницу, не создавайте ее (до сегодняшнего дня)",
  "Open future page": "Открыть страницу «Будущее»",
  "Show month": "Показать месяц",
  "Show week number (calculate from the date of Monday)": "Показать номер недели (рассчитывается от даты понедельника)",
  "Show indicator (dot) of journal entries": "Если для журнала есть запись, отобразите индикатор (точка)",
  "Highlight holidays": "Выделите праздники",
  "Add color to holidays and display the content on mouseover": "Добавляйте красок в праздники и просматривайте контент при наведении курсора мыши",
  "Weekly Journal": "Еженедельные журналы",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Включите ссылки и функции. Если на странице с номером недели, например 2023-W25, нет доступного контента, вставляется шаблон.",
  "Set page tag (Add to tags property)": "Настройка тегов страниц (Добавить в свойства тегов)",
  "Input a page name (default is blank)": "Введите название страницы (по умолчанию пустое)",
  "Template name": "Имя шаблона",
  "Input the template name (default is blank)": "Введите имя шаблона (по умолчанию пустое)",
  "Enable [headline of each days]": "Включите «Заголовки новостей за каждый день»",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Извлекая значение свойства журнала для этой недели, он автоматически создает запрос, отображающий заголовки за каждый день. Это не относится к прошлым еженедельным журналам.",
  "headline of each days > Property name for headline of each days": "Заголовок каждого дня > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Укажите блок с этим именем свойства в каждом блоке журнала. Его полезно включить в шаблон журнала. Если вы это сделаете, имя будет изменено.",
  "Enable \"This Week\" section": "Включите раздел «На этой неделе»",
  "Links to each day. Tooltip on mouseover.": "Ссылки на каждый день. Всплывающая подсказка при наведении курсора мыши.",
  "\"This Week\" section or headline > position": "Раздел «На этой неделе» или заголовок > позиции",
  "above or below the template": "Над или под шаблоном",
  "\"This Week\" section > Enable the day of the week": "Включите раздел «На этой неделе» > дней недели",
  "Display the day of the week with a link.": "Отображает день недели со ссылкой.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Раздел «На этой неделе» > Преобразует дни недели в разделе в ссылки.",
  "Make it a link to access the weekday page.": "Сделайте его ссылкой для доступа к странице дня недели.",
  "\"This Week\" section > Enable embedding for each journal": "Раздел «На этой неделе» > Включение встраивания для каждого журнала",
  "You can view and edit it as it is without moving to that page.": "Вы можете просматривать и редактировать его в том виде, в котором он есть, не переходя на эту страницу.",
  "\"This Week\" section > Unlink date links for each journal": "В разделе \"На этой неделе\" отвяжите ссылку на дату для каждого журнала>",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Особенно, если вышеуказанные настройки включены. (Чтобы избежать дублирования «ссылок», когда ссылки не используются)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Раздел «На этой неделе» > закрепите раздел «На этой неделе» в правом нижнем углу.",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. Тег ThisWeek' добавлен в раздел Weekly. Как только тег будет добавлен, появится всплывающее окно. (Теги не добавляются к предыдущим разделам.)",
  "Monthly Journal": "Ежемесячные журналы",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Включите ссылки и функции. Если на странице с номером месяца (например, 2024/05) нет доступного контента, вставляется шаблон.",
  "Quarterly Journal": "Ежегодный ежеквартальный журнал",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Включите ссылки и функции. Если на странице с квартальным номером, например 2024/Q1, нет доступного контента, вставляется шаблон.",
  "Weekly journal created": "Создан еженедельный журнал",
  "Headline": "Заголовки",
  "This Week": "На этой неделе"
}