{
  "Week number: ": "Číslo týždňa:",
  "Previous week": "Predchádzajúci týždeň",
  "Next week": "Budúci týždeň",
  "Page exists": "Stránka existuje",
  "Page not found": "Stránka sa nenašla",
  "Open plugin setting": "Otvorte nastavenia pluginu",
  "Monthly journal created": "Bol vytvorený mesačník",
  "Quarterly journal created": "Vytvorenie ročného štvrťročného časopisu",
  "Common settings": "Bežné nastavenia",
  "Week number calculation (across years)": "Výpočet čísel týždňov (celý rok)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "\"Formát USA\": nedeľa, \"formát ISO(EÚ)\": pondelok, [>> dokumentáciu tu](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Vyberte jazyk pre dni v týždni. Lokalizácia (:d efault) alebo angličtina (:en)",
  "Holidays > Select your country name": "Štátne sviatky > Vyberte svoju krajinu",
  "If possible to set the State and Region, do so individually.": "Ak môžete nastaviť štát a oblasť, nastavte ich samostatne.",
  "Holidays > Select your state of the country (:additional option)": "Sviatky > Vyberte štát alebo provinciu v krajine (ďalšia možnosť)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Dvojpísmenový alfanumerický kód (napr. NY) alebo prázdny (predvolený)",
  "Holidays > Select your region of the country (:additional option)": "Sviatky > Vyberte región krajiny (ďalšie možnosti)",
  "2 or 3 character alphanumeric code or blank (default)": "2- alebo 3-miestny alfanumerický kód alebo medzera (predvolené)",
  "Holidays > Highlight Color": "Zvýraznenie farieb > sviatky",
  "Enable Lunar-calendar based (Chinese only)": "Povolenie lunárneho kalendára (len v čínštine)",
  "Other language regions are not affected.": "Ostatné jazykové regióny nie sú ovplyvnené.",
  "Week number format options": "Možnosti formátu čísla týždňa",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Toto je prelomová zmena pre existujúcich používateľov. Na zmenu starého názvu stránky použite jeden z nasledujúcich prepínačov:",
  "For compatibility. Replace page titles (Weekly Journals)": "Kvôli kompatibilite. Nahradenie názvu strany (mesačník)",
  "4-digit year": "Štvorciferný rok",
  "Quarter": "štvrť",
  "Week": "týždeň",
  "year range": "Rozsah rokov",
  "Click this toggle to run it.": "Kliknutím na tento prepínač ho spustíte.",
  "Behind Journal Title": "Vedľa názvu časopisu",
  "Day of the week long or short": "Deň v týždni: dlhý alebo krátky",
  "Enable Holidays alert": "Povolenie upozornení na sviatky",
  "Enable week number": "Povolenie číslovania týždňov",
  "Hide the year of week number": "Skryť číslo týždňa v roku",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Ak povolíte toto nastavenie, vyjadrenie roka vo formáte dátumu sa skryje. Napríklad 2023-W30 sa zobrazí ako W30. Vo všeobecnosti sa zápis čísel týždňov riadi pravidlami založenými na norme ISO 8601. Dôvodom rozlišovania medzi rokmi je, že prvý týždeň roka môže byť zahrnutý do posledného týždňa predchádzajúceho roka. Iba v takýchto prípadoch sa zobrazí ako 2023-W53.",
  "Show settings button": "Zobraziť tlačidlo nastavení",
  "Show week number of the year or month (unit)": "Zobrazenie čísla týždňa (v jednotkách) roka alebo mesiaca",
  "Coloring to the word of Saturday or Sunday": "Vyfarbite svoje sobotné a nedeľné slová",
  "Enable relative time": "Povoliť relatívny čas",
  "like `3 days ago`": "Napríklad \"pred 3 dňami\"",
  "Enable day of the week": "Povolenie dňa v týždni",
  "If user date format includes day of the week, this setting is ignored.": "Ak formát dátumu používateľa zahŕňa deň v týždni, toto nastavenie sa ignoruje.",
  "Enable monthly journal link": "Povoliť prepojenie na mesačný denník",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Umiestnite odkaz na otvorenie mesačníka hierarchie ako v [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Ak je deň v týždni zahrnutý vo formáte dátumu používateľa, lokalizujte deň v týždni v prepojení s dátumom",
  "*This setting does not affect the graph": "* Toto nastavenie nemá vplyv na graf.",
  "Enable month and day of lunar-calendar (Chinese only)": "Povolenie lunárneho mesiaca a dňa (iba v čínštine)",
  "Journal boundaries (mini calendar)": "Minikalendár časopisov",
  "Enable feature": "Povoľte túto funkciu",
  "Use also on single journal": "Použitie v jednom denníku",
  "Use also on journals": "Používa sa aj v časopisoch",
  "Use also on Weekly Journal": "Používa sa aj v týždenníkoch",
  "Show it on bottom": "Zobrazené na spodnej strane",
  "Mini calendar only, Week start (Unset: by the selected format)": "Iba minikalendár, začiatok týždňa (nie je nastavený: v závislosti od zvoleného formátu)",
  "default: `unset`": "Predvolené: \"unset\"",
  "Highlight color (single page)": "Farba zvýraznenia (jedna strana)",
  "Highlight color (today)": "Farba zvýraznenia (dnes)",
  "If no page found, not create page (before today)": "Ak stránku nemôžete nájsť, nevytvárajte ju (pred dnešným dňom)",
  "Open future page": "Otvorenie stránky Budúcnosť",
  "Show month": "Zobraziť mesiac",
  "Show week number (calculate from the date of Monday)": "Zobraziť číslo týždňa (vypočítané od pondelkového dátumu)",
  "Show indicator (dot) of journal entries": "Ak existuje záznam pre denník, zobrazte indikátor (bodku)",
  "Highlight holidays": "Zvýraznite sviatky",
  "Add color to holidays and display the content on mouseover": "Pridajte farbu k sviatkom a prezerajte obsah pomocou myši",
  "Weekly Journal": "Týždenníky",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Povoľte prepojenia a funkcie. Ak na stránke s číslom týždňa, napríklad 2023-W25, nie je k dispozícii žiadny obsah, vloží sa šablóna.",
  "Set page tag (Add to tags property)": "Konfigurácia značiek strán (Pridať do vlastností tagov)",
  "Input a page name (default is blank)": "Zadajte názov strany (predvolená hodnota je prázdna)",
  "Template name": "Názov šablóny",
  "Input the template name (default is blank)": "Zadajte názov šablóny (predvolená hodnota je prázdna)",
  "Enable [headline of each days]": "Povolenie nadpisov pre každý deň",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Načítaním hodnoty vlastnosti denníka za daný týždeň sa automaticky vygeneruje dotaz, ktorý zobrazuje nadpisy pre každý deň. Nevzťahuje sa na minulé týždenníky.",
  "headline of each days > Property name for headline of each days": "Nadpis každého dňa > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Zadajte blok s týmto názvom vlastnosti v každom bloku denníka. Je užitočné ho začleniť do šablóny denníka. Ak tak urobíte, názov sa zmení.",
  "Enable \"This Week\" section": "Povoľte sekciu Tento týždeň",
  "Links to each day. Tooltip on mouseover.": "Odkazy na každý deň. Popis myši na ovládanie myšou.",
  "\"This Week\" section or headline > position": "Sekcia alebo nadpis > pozície na tento týždeň",
  "above or below the template": "Nad alebo pod šablónou",
  "\"This Week\" section > Enable the day of the week": "Povoľte sekciu Tento týždeň > dní v týždni",
  "Display the day of the week with a link.": "Zobrazí deň v týždni s prepojením.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Sekcia Tento týždeň > Konvertuje dni v týždni v sekcii na prepojenia.",
  "Make it a link to access the weekday page.": "Vytvorte z neho odkaz na prístup na stránku pracovného dňa.",
  "\"This Week\" section > Enable embedding for each journal": "Sekcia \"Tento týždeň\" > Povolenie vkladania pre každý denník",
  "You can view and edit it as it is without moving to that page.": "Môžete ho zobraziť a upraviť tak, ako je, bez toho, aby ste museli prejsť na danú stránku.",
  "\"This Week\" section > Unlink date links for each journal": "V >sekcii Tento týždeň zrušte prepojenie odkazu na dátum pre každý denník",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Najmä ak sú povolené vyššie uvedené nastavenia. (Aby sa zabránilo duplicite \"odkazov na odkazy\", keď sa odkazy nepoužívajú)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Sekcia Tento týždeň > pripnite sekciu Tento týždeň vpravo dole",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. Značka ThisWeek' sa pridá do sekcie Týždenne. Po pridaní značky sa zobrazí kontextové okno. (Značky sa nepridávajú do minulých sekcií.)",
  "Monthly Journal": "Mesačné denníky",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Povoľte prepojenia a funkcie. Ak na stránke s číslom mesiaca nie je k dispozícii žiadny obsah, napríklad 2024/05, vloží sa šablóna.",
  "Quarterly Journal": "Ročný štvrťročný časopis",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Povoľte prepojenia a funkcie. Ak na stránke so štvrťročným číslom nie je k dispozícii žiadny obsah, napríklad 2024/Q1, vloží sa šablóna.",
  "Weekly journal created": "Bol vytvorený týždenník",
  "Headline": "Titulky",
  "This Week": "Tento týždeň"
}