{
  "\"This Week\" section > Embed feature > Unlink date links for each journal (to avoid duplication of \"Linked References\" if references are not used)": "Sekcia \"Tento týždeň\" > Funkcia vkladania > Odpojenie odkazov na dátumy pre každý denník (aby sa zabránilo zdvojeniu \"Prepojených odkazov\", ak sa odkazy nepoužívajú)",
  "\"This Week\" section position": "Kam vložiť sekciu \"Tento týždeň\"",
  "*This setting does not affect the graph": "*Toto nastavenie nemá vplyv na grafy",
  "2 or 3 character alphanumeric code or blank (default)": "2 alebo 3 znakový alfanumerický kód alebo prázdny (predvolené)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "2-znakový alfanumerický kód (napr. NY) alebo prázdny (predvolené)",
  "Add color to holidays and display the content on mouseover": "Pridajte farbu k sviatkom a zobrazte obsah po najazdení myšou",
  "Behind Journal Title": "Za názvom denníka (vedľa názvu časopisu)",
  "Coloring to the word of Saturday or Sunday": "Vyfarbite sobotné a nedeľné dni",
  "Common settings": "Spoločné nastavenia",
  "Convert the day of the week in the `This Week` section into links.": "Skonvertujte deň v týždni v sekcii Tento týždeň na odkaz",
  "Day of the week long or short": "Vyberte, či je deň v týždni dlhý alebo krátky",
  "Day of the week, Select language Localize(:default) or English(:en)": "Vyberte jazyk dňa v týždni Lokalizácia (:d efault) alebo angličtina (:en)",
  "Enable \"This Week\" section": "Povoľte sekciu Tento týždeň (odkaz na každý deň v týždni)",
  "Enable Lunar-calendar based (Chinese only)": "Povoliť lunárny kalendár (iba čínština)",
  "Enable day of the week": "Zobraziť deň v týždni",
  "Enable embedding for each journal": "Povoliť vkladanie pre každý denník",
  "Enable feature": "Povoľte túto funkciu",
  "Enable month and day of lunar-calendar (Chinese only)": "Povoliť mesiac a deň lunárneho kalendára (iba čínština)",
  "Enable monthly journal link": "Povolenie prepojenia na mesačník",
  "Enable relative time": "Zobraziť relatívny čas",
  "Enable the day of the week in the `This Week` section": "Povoľte dni v týždni v sekcii Tento týždeň",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Povoľte prepojenia a funkcie. Ak sa na stránke s číslom týždňa, napríklad 2023-W25, nenachádza žiadny obsah, šablóna sa vloží.",
  "Enable week number": "Zobraziť čísla týždňov",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Keď je toto nastavenie povolené, zápis roka vo formáte dátumu je skrytý. Napríklad model 2023-W30 sa zobrazí ako W30. Čísla týždňov sú zvyčajne založené na pravidlách ISO 8601. Dôvodom rozlišovania rokov je, že prvý týždeň roka môže byť zahrnutý do posledného týždňa predchádzajúceho roka. Iba v takýchto prípadoch sa povie 2023-W53.",
  "Hide the year of week number": "Skryť číslo týždňa rok",
  "Highlight color (single page)": "Farba zvýraznenia (jedna strana)",
  "Highlight color (today)": "Farba zvýraznenia (dnes)",
  "Holidays > Select your country name": "Sviatky > Vyberte názov svojej krajiny",
  "Holidays > Select your region of the country (:additional option)": "Sviatky > Vyberte región svojej krajiny (:dodatočná možnosť)",
  "Holidays > Select your state of the country (:additional option)": "Sviatky > Vyberte štát svojej krajiny (:dodatočná možnosť)",
  "If no page found, not create page (before today)": "Ak sa stránka nenájde, nevytvárajte ju (pred dnešným dňom)",
  "If possible to set the State and Region, do so individually.": "Ak je to možné, nastavte štát a región samostatne.",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Ak formát dátumu používateľa zahŕňa deň v týždni, lokalizujte deň v týždni do odkazu na dátum",
  "If user date format includes day of the week, this setting is ignored.": "Ak formát dátumu používateľa zahŕňa deň v týždni, toto nastavenie sa ignoruje.",
  "Input a page name (default is blank)": "Zadajte názov stránky (predvolená hodnota je prázdna)",
  "Input the template name (default is blank)": "Zadajte názov šablóny (predvolená hodnota je prázdna)",
  "Journal boundaries": "Hranice denníka",
  "Mini calendar only, Week start (Unset: by the selected format)": "Iba minikalendár, začiatok týždňa (nie je nastavený: v závislosti od zvoleného formátu čísla týždňa)",
  "Next week": "Budúci týždeň",
  "Open future page": "Otvorenie stránky pred dnešným dňom",
  "Open plugin setting": "Otvorte nastavenia pluginu",
  "Other language regions are not affected.": "Ostatné jazykové oblasti nie sú ovplyvnené.",
  "Page exists": "Stránka existuje",
  "Page not found": "Stránka nenájdená",
  "Page-tags type": "Typy značiek strán",
  "Pin the “This Week” section to the bottom right": "Pripnite sekciu \"Tento týždeň\" vpravo dole",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Umiestnite odkaz na otvorenie hierarchického mesačníka, napríklad [[2023/10]]",
  "Previous week": "Predchádzajúci týždeň",
  "Set page tag (Add to tags property)": "Nastavenie značiek stránky (vlastnosť Pridať do značiek)",
  "Show boundaries on bottom": "Zobraziť hranice dole",
  "Show indicator (dot) of journal entries": "Zobraziť indikátor (bodku) záznamov denníka",
  "Show month": "Zobraziť mesiac",
  "Show settings button": "Zobraziť tlačidlo nastavení",
  "Show the boundaries of days before and after the day on the single journal page": "Na jednej strane denníka si môžete pozrieť hranice pred a po dni",
  "Show week number (calculate from the date of Monday)": "Zobrazenie čísel týždňov (vypočítané v dňoch začínajúcich od pondelka)",
  "Show week number of the year or month (unit)": "Vyberte jednotku číslovania týždňov v roku alebo mesiaci",
  "Support holidays": "Podpora sviatkov",
  "Template name": "Názov šablóny",
  "This Week": "Tento týždeň",
  "Use also on Weekly Journal": "Používa sa aj v týždenníku",
  "Use also on journals": "Používa sa aj v časopisoch",
  "Week number calculation (across years)": "Ako sa počítajú čísla týždňov (naprieč rokmi)",
  "Week number: ": "Číslo týždňa: ",
  "Weekly Journal": "Týždenník",
  "Weekly journal created": "Týždenník vytvorený",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "Formát USA: začiatok nedele, formáty ISO (pre EÚ): začiatok pondelka, [>> dokumenty](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "default: `true` | The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "Predvolené hodnoty: `true` | Značka `#.ThisWeek` sa pridá do sekcie `Tento týždeň`. Ak je značka pridaná, zobrazí sa vyskakovacie okno. (Značka sa nepridá do sekcie minulosti.)",
  "default: `yyyy(: year), yyyy/MM(: month), yyyy-Www(: previous), yyyy-Www(: next)`": "Predvolené hodnoty: rrrr(: rok), rrrr/MM(: rok/mesiac), rrrr-www(: rok - predchádzajúci týždeň), rrrr-www(: rok - budúci týždeň)\"",
  "like `3 days ago`": "Zobraziť ako \"pred 3 dňami\""
}