{
  "\"This Week\" section position": "Куди вставити розділ «Цього тижня»",
  "*This setting does not affect the graph": "* Цей параметр не впливає на графіки",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "Формат США: початок неділі, формат ISO (для ЄС): початок понеділка, [>> документи](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Behind Journal Title": "За назвою журналу (поруч із назвою журналу)",
  "Coloring to the word of Saturday or Sunday": "Розфарбовування суботніх та недільних днів",
  "Convert the day of the week in the `This Week` section into links.": "Перетворіть день тижня в розділі \"Цього тижня\" на посилання",
  "Day of the week long or short": "Виберіть, довгий чи короткий день тижня",
  "Day of the week, Select language Localize(:default) or English(:en)": "Виберіть мову дня тижня Локалізація (:d efault) або англійська (:en)",
  "default: `yyyy(: year), yyyy/MM(: month), yyyy-Www(: previous), yyyy-Www(: next)`": "Типове значення: 'yyyy(: year), yyyy/MM(: рік/місяць), yyyy-www(: рік - попередній тиждень), yyyy-www(: рік - наступний тиждень)'",
  "Enable \"This Week\" section": "Увімкніть розділ «Цього тижня» (посилання на кожен день тижня)",
  "Enable day of the week": "Показати день тижня",
  "Enable feature": "Увімкніть функцію",
  "Enable monthly journal link": "Увімкнення посилання на щомісячний журнал",
  "Enable relative time": "Показати відносний час",
  "Enable the day of the week in the `This Week` section": "Увімкніть дні тижня в розділі \"Цей тиждень\"",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Увімкніть посилання та функції. Якщо на сторінці з номером тижня немає вмісту, наприклад 2023-W25, буде вставлено шаблон.",
  "Enable week number": "Показати номери тижнів",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Якщо цей параметр увімкнено, позначення року у форматі дати буде приховано. Наприклад, 2023-W30 відображатиметься як W30. Номери тижнів зазвичай базуються на правилах ISO 8601. Причина відмінності років полягає в тому, що перший тиждень року може бути включений в останній тиждень попереднього року. Тільки в таких випадках буде написано 2023-W53.",
  "Hide the year of week number": "Сховати номер тижня, рік",
  "Highlight color (single page)": "Колір виділення (одна сторінка)",
  "Highlight color (today)": "Колір виділення (сьогодні)",
  "If no page found, not create page (before today)": "Якщо сторінку не знайдено, не створюйте її (до сьогоднішнього дня)",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Якщо формат дати користувача включає день тижня, локалізуйте день тижня в посиланні дати",
  "If user date format includes day of the week, this setting is ignored.": "Якщо формат дати користувача включає день тижня, цей параметр ігнорується.",
  "Input a page name (default is blank)": "Будь ласка, введіть назву сторінки (за замовчуванням порожнє)",
  "Input the template name (default is blank)": "Введіть назву шаблону (за замовчуванням порожнє)",
  "Journal boundaries": "Межі журналу",
  "like `3 days ago`": "Відображати як \"3 дні тому\"",
  "Mini calendar only, Week start (Unset: by the selected format)": "Лише міні-календар, початок тижня (не встановлено: залежно від вибраного формату номерів тижня)",
  "Next week": "Наступного тижня",
  "Open future page": "Відкрийте сторінку заздалегідь",
  "Open plugin setting": "Відкрийте налаштування плагіна",
  "Page-tags type": "Типи тегів сторінок",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Розмістіть посилання, щоб відкрити ієрархічний щомісячний журнал, наприклад [[2023/10]]",
  "Previous week": "Попередній тиждень",
  "Set page tag (Add to tags property)": "Установлення тегів сторінок (властивість додати до тегів)",
  "Show month": "Показати місяць",
  "Show settings button": "Кнопка «Показати параметри»",
  "Show the boundaries of days before and after the day on the single journal page": "На одній сторінці журналу перегляньте межі до і після дня",
  "Show week number (calculate from the date of Monday)": "Відображення номерів тижнів (обчислюється в днях, починаючи з понеділка)",
  "Show week number of the year or month (unit)": "Виберіть одиницю нумерації тижнів у році або місяці",
  "Template name": "Назва шаблону",
  "Use also on journals": "Також використовується в журналах",
  "Use also on Weekly Journal": "Також використовується в Weekly Journal",
  "Week number calculation (across years)": "Як обчислюється кількість тижнів (за роками)",
  "Week number: ": "Номер тижня: ",
  "Enable embedding for each journal": "Увімкнути вбудовування для кожного журналу",
  "Weekly Journal": "Щотижневий журнал",
  "This Week": "Цей тиждень",
  "Weekly journal created": "Щотижневий журнал створено"
}