{
  "Week number: ": "Номер тижня:",
  "Previous week": "Попередній тиждень",
  "Next week": "Наступного тижня",
  "Page exists": "Сторінка існує",
  "Page not found": "Сторінку не знайдено",
  "Open plugin setting": "Відкрийте налаштування плагіна",
  "Monthly journal created": "Створено щомісячний журнал",
  "Quarterly journal created": "Створено щорічний щоквартальний журнал",
  "Common settings": "Загальні налаштування",
  "Week number calculation (across years)": "Обчислити кількість тижнів (за весь рік)",
  "`US format`: Sunday, `ISO(EU) format`: Monday, [>> document here](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)": "'Формат США': неділя, 'Формат ISO(EU)': понеділок, [>> документація тут](https://github.com/YU000jp/logseq-plugin-show-weekday-and-week-number/wiki/Week-number-format)",
  "Select language Localize(:default) or English(:en) for day of the week": "Виберіть мову для днів тижня. Локалізація (:d efault) або англійська (:en)",
  "Holidays > Select your country name": "Державні свята > Виберіть свою країну",
  "If possible to set the State and Region, do so individually.": "Якщо ви можете встановити штат і регіон, укажіть їх окремо.",
  "Holidays > Select your state of the country (:additional option)": "Свята > Виберіть штат або провінцію в країні (додаткова опція)",
  "2-character alphanumeric code (ex, NY) or blank (default)": "Дволітерний буквено-цифровий код (наприклад, NY) або порожній (за замовчуванням)",
  "Holidays > Select your region of the country (:additional option)": "Свята > Виберіть регіон країни (додаткові опції)",
  "2 or 3 character alphanumeric code or blank (default)": "2- або 3-значний буквено-цифровий код або пробіл (за замовчуванням)",
  "Holidays > Highlight Color": "Виділіть кольори > свята",
  "Enable Lunar-calendar based (Chinese only)": "Увімкнення місячного календаря (лише для китайської мови)",
  "Other language regions are not affected.": "На інші мовні регіони це не вплине.",
  "Week number format options": "Варіанти формату номерів тижнів",
  "This is a breaking change for existing users. Please change the old page name using one of the following toggles.": "Це кардинальна зміна для існуючих користувачів. Використовуйте один із наведених нижче перемикачів, щоб змінити стару назву сторінки:",
  "For compatibility. Replace page titles (Weekly Journals)": "Для сумісності. Заміна назви сторінки (щомісячний журнал)",
  "4-digit year": "Чотиризначний рік",
  "Quarter": "чверть",
  "Week": "тиждень",
  "year range": "Річний діапазон",
  "Click this toggle to run it.": "Натисніть цей перемикач, щоб запустити його.",
  "Behind Journal Title": "Біля назви журналу",
  "Day of the week long or short": "День тижня: довгий або короткий",
  "Enable Holidays alert": "Увімкніть сповіщення про свята",
  "Enable week number": "Увімкніть нумерацію тижнів",
  "Hide the year of week number": "Приховати номер тижня року",
  "Enabling this setting conceals the year representation in the date format. For instance, 2023-W30 displays as W30. Typically, the notation of week numbers follows the rules based on ISO 8601. The reason for distinguishing the year is that the first week of a year might be included in the last week of the previous year. Only in such cases does it display as 2023-W53.": "Якщо цей параметр увімкнено, представлення року у форматі дати буде приховано. Наприклад, 2023-W30 відображається як W30. Загалом позначення номерів тижнів відповідає правилам, заснованим на ISO 8601. Причина відмінності між роками полягає в тому, що перший тиждень року може бути включений в останній тиждень попереднього року. Лише в таких випадках він відображатиметься як 2023-W53.",
  "Show settings button": "Кнопка «Показати параметри»",
  "Show week number of the year or month (unit)": "Відображення номера тижня (в одиницях) року або місяця",
  "Coloring to the word of Saturday or Sunday": "Розфарбуйте свої суботні та недільні слова",
  "Enable relative time": "Увімкнути відносний час",
  "like `3 days ago`": "Як \"3 дні тому\"",
  "Enable day of the week": "Увімкніть день тижня",
  "If user date format includes day of the week, this setting is ignored.": "Якщо формат дати користувача включає день тижня, це налаштування ігнорується.",
  "Enable monthly journal link": "Увімкнути посилання на щомісячний журнал",
  "Place a link to open the Monthly Journal of the hierarchy like [[2023/10]]": "Розмістіть посилання, щоб відкрити щомісячний журнал ієрархії, як у [[2023/10]]",
  "If the day of the week is included in user date format, localize the day of the week in the date link": "Якщо день тижня включено у формат дати користувача, локалізуйте день тижня за посиланням дата",
  "*This setting does not affect the graph": "* Цей параметр не впливає на графік.",
  "Enable month and day of lunar-calendar (Chinese only)": "Увімкніть місячний місяць і день (лише для китайської мови)",
  "Journal boundaries (mini calendar)": "Міні-календар журналів",
  "Enable feature": "Увімкніть функцію",
  "Use also on single journal": "Використання в одному журналі",
  "Use also on journals": "Також використовується в журналах",
  "Use also on Weekly Journal": "Також використовується в щотижневих журналах",
  "Show it on bottom": "Показано на нижній стороні",
  "Mini calendar only, Week start (Unset: by the selected format)": "Лише міні-календар, початок тижня (не встановлено: залежно від вибраного формату)",
  "default: `unset`": "Типове значення: 'unset'",
  "Highlight color (single page)": "Колір виділення (одна сторінка)",
  "Highlight color (today)": "Колір виділення (сьогодні)",
  "If no page found, not create page (before today)": "Якщо ви не можете знайти сторінку, не створюйте її (до сьогоднішнього дня)",
  "Open future page": "Відкрити сторінку майбутнього",
  "Show month": "Показати місяць",
  "Show week number (calculate from the date of Monday)": "Показати номер тижня (обчислюється з дати понеділка)",
  "Show indicator (dot) of journal entries": "Якщо є запис для журналу, виведіть на екран індикатор (крапку)",
  "Highlight holidays": "Виділіть свята",
  "Add color to holidays and display the content on mouseover": "Додайте кольору до свят і переглядайте вміст при наведенні курсору миші",
  "Weekly Journal": "Щотижневі журнали",
  "Enable the link and function. If there is no content available on a page with a week number like 2023-W25, a template will be inserted.": "Увімкніть посилання та функції. Якщо на сторінці з номером тижня, як-от 2023-W25, немає доступного вмісту, вставляється шаблон.",
  "Set page tag (Add to tags property)": "Налаштування тегів сторінок (Додати до властивостей тегів)",
  "Input a page name (default is blank)": "Введіть назву сторінки (за замовчуванням порожнє)",
  "Template name": "Назва шаблону",
  "Input the template name (default is blank)": "Введіть назву шаблону (за замовчуванням порожнє)",
  "Enable [headline of each days]": "Увімкніть опцію \"Заголовки на кожен день\"",
  "Automatically generate a query to display headlines for each day by obtaining the value of the property in the journal for that week. Not applied to past Weekly Journals.": "Отримуючи значення властивості журналу за цей тиждень, він автоматично генерує запит, який відображає заголовки за кожен день. Це не стосується минулих щотижневих журналів.",
  "headline of each days > Property name for headline of each days": "Заголовок кожного дня > 各日にちの見出しプロパティの名称",
  "Prepare a block with this property name in each journal block. It is convenient to incorporate it into the journal template. If you change it, the rename will be done.": "Укажіть блок із цим ім'ям властивості у кожному блоці журналу. Корисно включити його в шаблон журналу. Якщо ви це зробите, ім'я буде змінено.",
  "Enable \"This Week\" section": "Увімкніть розділ «Цього тижня»",
  "Links to each day. Tooltip on mouseover.": "Посилання на кожен день. Спливаюча підказка при наведенні курсору миші.",
  "\"This Week\" section or headline > position": "Розділ «Цей тиждень» або заголовок > позиція",
  "above or below the template": "Над або під шаблоном",
  "\"This Week\" section > Enable the day of the week": "Увімкніть розділ «Цього тижня» > днів тижня",
  "Display the day of the week with a link.": "Відображає день тижня з посиланням.",
  "\"This Week\" section > Convert the day of the week in the section into links.": "Розділ \"Цього тижня\" > Перетворює дні тижня в розділі на посилання.",
  "Make it a link to access the weekday page.": "Зробіть його посиланням для доступу до сторінки буднього дня.",
  "\"This Week\" section > Enable embedding for each journal": "Розділ \"Цього тижня\" > Увімкнути вбудовування для кожного журналу",
  "You can view and edit it as it is without moving to that page.": "Ви можете переглядати та редагувати його таким, яким він є, не переходячи на відповідну сторінку.",
  "\"This Week\" section > Unlink date links for each journal": "У розділі \"Цього тижня>\" від'єднайте посилання на дату для кожного журналу",
  "Especially when the above setting is enabled. (to avoid duplication of \"Linked References\" if references are not used)": "Особливо, якщо включені перераховані вище настройки. (Щоб уникнути дублювання \"посилань на посилання\", коли посилання не використовуються)",
  "\"This Week\" section > Pin the “This Week” section to the bottom right": "Розділ «Цього тижня» > Закріпіть розділ «Цього тижня» в нижньому правому куті",
  "The `#.ThisWeek` tag is added to the `This Week` section. If the tag is added, a popup will be displayed. (The tag is not added to the past section.)": "'#. ThisWeek' додається до розділу Weekly. Після додавання тегу з'явиться спливаюче вікно. (Теги не додаються до попередніх розділів.)",
  "Monthly Journal": "Щомісячні журнали",
  "Enable the link and function. If there is no content available on a page with a month number like 2024/05, a template will be inserted.": "Увімкніть посилання та функції. Якщо на сторінці з номером місяця немає вмісту, наприклад 2024/05, вставляється шаблон.",
  "Quarterly Journal": "Щорічний щоквартальний журнал",
  "Enable the link and function. If there is no content available on a page with a quarterly number like 2024/Q1, a template will be inserted.": "Увімкніть посилання та функції. Якщо на сторінці з квартальним номером немає вмісту, наприклад 2024/1 квартал, вставляється шаблон.",
  "Weekly journal created": "Створено щотижневий журнал",
  "Headline": "Заголовки",
  "This Week": "Цього тижня"
}